{"id":7800,"title":"Hero's Journey (working title)","desc":"A new GM-less storytelling game playtest. Crossbreed of Fiasco mechanics (but NOT tied to pulp genre!), Hero's Journey, and Polti's 36 Dramatic Situations.","loc":["Sali 307"],"date":"2016-07-30","time":"15:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Soveltuu lapsille","Englanninkielinen"],"people":[{"id":9778,"name":"Veiskats Guntis"}],"attendance":"3-6","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Muu / Other","Draama / Drama","Mysteeri / Investigation","Kauhu / Horror","Moderni / Modern","Historiallinen / Historical","Sci-fi","Fantasia / Fantasy"],"_id":"12ZEkuKsCcsOgA5n","createdAt":{"$$date":1469030701849},"updatedAt":{"$$date":1469030701849}}
{"id":7694,"title":"Matalalle haudattu","desc":"Vanhalle koululle paluu tuo mieleen pahoja muistoja Buenos Airesissa. Peli tarjoaa psykologista kauhudraamaa diktatuurin varjossa. ","loc":["Sali 203b"],"date":"2016-07-29","time":"19:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":7116,"name":"Laine Eero"}],"attendance":"2-4","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Vakava pelityyli / Serious gamestyle","Draama / Drama","Mysteeri / Investigation","Kauhu / Horror","Moderni / Modern","Historiallinen / Historical"],"_id":"1LAIJ5xVTVRbjZ94","createdAt":{"$$date":1469030701814},"updatedAt":{"$$date":1469030701814}}
{"id":7753,"title":"Dungeon Strike!","desc":"Released in the 16-bit era, Dungeon Strike! was a JRPG that was critically panned at the time of its release for supposedly being glitchy to the point of unplayable. Having fallen into obscurity this peculiar game was later discovered by romhackers who discovered that the game's code wasn't corrupted: the glitches and bugs were intentional as part of the game's extremely self-referential plot about the game's cliched JRPG world being corrupted by lazy programming. The game has since become a cult classic, praised for its tactical combat system and sense of heedless adventure. This is a tabletop adventure game based on the unofficial fan translation of the game. (Note: The above is all lies. Dungeon Strike! is actually a game of tactical combat and heedless adventure set in a JRPG-like setting. If you enjoy playing cool anime people [and weird talking animals] and a bit of tactical combat with a bit of self-referential humor, this might be the game for you!)","loc":["Sali 214"],"date":"2016-07-30","time":"14:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":6719,"name":"Renholm Patrik"}],"attendance":"3-5","attributes":["Taisteluvetoinen / Combat driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Fantasia / Fantasy"],"_id":"1lCNZG6xV0R3hk5N","createdAt":{"$$date":1469030701844},"updatedAt":{"$$date":1469030701844}}
{"id":7369,"title":"Deranged","desc":"Semilive-tyylillä pelattava ihmissuhdedraama kevyellä improlla. \r\n\r\nKuolinvuoteellaan mielipuoli muistelee ja kuvittelee mennyttä elämäänsä. Näistä mietteistä syntyvät tämän pelin kohtaukset. Pelissä pelataan enemmän ja vähemmän hullujen säveltäjien ongelmallisia ihmissuhteita ja rakkaustarinoita 1800-luvun lopun Saksassa. Pelitapa on larpin ja pöytäpelin välimuoto: peli koostuu kohtauksista, mutta ne pelataan elehtien koko keholla. Kohtauksille annetaan lähtötilanne, mutta pelaajat valitsevat pelattavat kohtaukset, niiden järjestyksen sekä luovat niiden sisällön. Mekaniikat ovat erittäin kevyet ja nopattomat. \r\n\r\nPeli pelataan suomeksi, mutta pelaajien pitää osata lukea englantia. Perustiedoilla musiikista ja historiasta pärjää hyvin. Kevyt pilke silmäkulmassa on hyväksi, mutta huumoripeliä kannattaa etsiä muualta. Fastavalissa 2015 skenaario sijoittui ensimmäiseksi kolmessa eri sarjassa: paras skenaario, parhaat mekaniikat ja yleisön suosikki.","loc":["Sali 301"],"date":"2016-07-31","time":"10:00","mins":240,"tags":["Pöytäpelit","Freeform","Ei sovellu lapsille"],"people":[{"id":8998,"name":"Räsänen Janne"}],"attendance":"4","attributes":["Tarinavetoinen / Story driven","Kevyet säännöt / Rules light"],"_id":"2Y8MB4PzqO50j6u7","createdAt":{"$$date":1469030701872},"updatedAt":{"$$date":1469030701872}}
{"id":7641,"title":"The Laundry World: DAFFODIL YELLOW","desc":"The Laundry is a branch of the British secret service, tasked to prevent hideous alien gods from wiping out all life on Earth. Players take the part of Laundry agents, cleaning up the mess after things go wrong or, sometimes, even managing to prevent the manifestation of ultimate evil. In the face of public sector reforms, the Landry is besieged by service design consultants looking to transform the ISO compliant bureaucracy into a \"Lean-Agile network of high performers\". With the doomsday of CASE NIGHTMARE GREEN only years away, can the Laundry remain the bastion of order or descend into chaos..? Players should expect quick and repeated changes of tone between comedy and cosmic horror. Based on the novels by Charles Stross. Powered by the Apocalypse of Vincent Baker.","loc":["Sali 203a"],"date":"2016-07-30","time":"15:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":6455,"name":"Hannula Otso"}],"attendance":"2-6","attributes":["Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Mysteeri / Investigation","Kauhu / Horror","Moderni / Modern","Fantasia / Fantasy"],"_id":"454KrISJrFzXphqw","createdAt":{"$$date":1469030701847},"updatedAt":{"$$date":1469030701847}}
{"id":7703,"title":"Fate Core Combat Academy","desc":"Fate Core Combat Academy on opetuspelisessio Fate Coren järjestelmään ja on tarkoitettu pääasiallisesti pelaajille ja pelinjohtajille, jotka ovat aloittamassa tai suunnittelevat aloittavansa pelaamaan Fate Coreen perustuvassa pelissä. Nimensä mukaisesti Combat Academy keskittyy vahvasti taisteluun, mutta koska mekaanisesti kaikki toimii Fatessa samaan tapaan, tämä on todettu parhaaksi tavaksi opetella järjestelmää.  Valmiit hahmot, vahvasti ratakiskoitettu juoni, jossa kohtauksia kuten “olette ampumaradalla, teidän pitää ampua maalitauluja” ja vahvaa kädestäpitämisen meininkiä koko pelikerran ajan. Immersiosta ei kannata murehtia, sillä vähäisetkin rippeet tulevat karisemaan, kun peli katkaistaan silloin tällöin Faten järjestelmän ja sisäisen logiikan selittämistä varten. Joten jos olet ollut ikinä kiinnostunut Fate Coresta järjestelmänä, mutta et ole ikinä uskaltanut sitä testata, nyt on hyvä tilaisuus tutustua siihen paremmin.","loc":["Sali 203a"],"date":"2016-07-30","time":"18:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":9517,"name":"Leinonen Petri"}],"attendance":"3-4","attributes":["Taisteluvetoinen / Combat driven","Kevyt pelityyli / Light gamestyle","Scifi"],"_id":"4DrW3CQTJXXG49T3","createdAt":{"$$date":1469030701856},"updatedAt":{"$$date":1469030701856}}
{"id":7663,"title":"Lähiössä kuohuu (Fiasco)","desc":"Fiasco on pelinjohtajaton roolipeli voimakkaiden halujen ja huonon impulssikontrollin yhteentörmäämisestä. \"Lähiössä kuohuu\" (Tales from Suburbia) on amerikkalaista TV-lähiöelämää mukaileva pelikehys, jossa pelaaajahahmojen elämät joutuvat peruuttamattomaan syöksykierteeseen.","loc":["Sali 203a"],"date":"2016-07-30","time":"20:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille","Äänekäs"],"people":[{"id":7412,"name":"Järvi-Eskola Aki"}],"attendance":"3-4","attributes":["Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Moderni / Modern"],"_id":"4aovRQi7xXQu3OXY","createdAt":{"$$date":1469030701863},"updatedAt":{"$$date":1469030701863}}
{"id":7376,"title":"I Say a Little Prayer","desc":"I Say a Little Prayer follows the lives of 5 young gay men during the early years of the AIDS epidemic in the 1980s. We play out their sexual and romantic adventures as well as the story of how their friendship evolves over the course of several years in a community hard hit by the epidemic. Through “the lottery of death” we find out who of these friends will die before the story is over and how this shapes the lives of the survivors who live on. This is a game for those who enjoy playing stories about many-faceted relationships between people and you would like to play out emotional storylines in a fearless way. Players of any gender can play the game irrespective of all the characters in the game being men.","loc":["Sali 301"],"date":"2016-07-29","time":"16:00","mins":300,"tags":["Pöytäpelit","Freeform","Ei sovellu lapsille","Englanninkielinen"],"people":[{"id":9562,"name":"Kuukka Essi"}],"attendance":"5","attributes":["Vakava pelityyli / Serious gamestyle","Draama / Drama","Historiallinen / Historical"],"_id":"4tObw4Hhqia2A9CX","createdAt":{"$$date":1469030701794},"updatedAt":{"$$date":1469030701794}}
{"id":7695,"title":"3:16 Carnage amongst the stars: Planeetta Mendel","desc":"Jälleen kerran Maa on suuressa vaarassa. Planeetta Mendeliä asuttaa vihamielinen rotu, jonka ainoana tarkoituksena on tuhota Maa. Kuten kaikkien muidenkin planeettojen kohdalla teidän joukko-osastonne tehtävänne on poistaa tämä muukalaisten uhka totaalisesti. Teidän yksiköllenne, H-komppanialle on annettu tehtäväksi vallata kaksi saarta keskeltä valtamerta ja perustaa sinne sillanpääasema, josta käsin muu planeetta voidaan puhdistaa. Teille on siis myönnetty kunnia olla ensimmäisiä planeetalla. Tehtävää varten johtajanne eversti Burke jakaa kompanjan kahteen osaan, joista kumpikin valloittaa oman saarensa. 3:16 Carnage amongst the stars on pelisysteeminä yksinkertainen ja helposti lähestyttävä. Hahmot ovat sotilaita, joiden tehtävä on suojella Maata enemmän tai vähemmän todellisilta uhilta tuhoamalla ne. Pelissä ei heitetä tai lasketa vahinkoa vaan suoraan tappojen määrää.","loc":["Sali 212"],"date":"2016-07-30","time":"14:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":7507,"name":"Soanjärvi Nuppu"},{"id":8428,"name":"Lappalainen Jani"}],"attendance":"6-12","attributes":["Kevyet säännöt / Rules light","Sota / War","Sci-fi"],"_id":"4yeJyCDikSFZeC2z","createdAt":{"$$date":1469030701844},"updatedAt":{"$$date":1469030701844}}
{"id":7650,"title":"Talo kukkulalla","desc":"Mitä sinä tekisit jos olisit loukussa todellisuuksien välissä? \"Talo kukkulalla\" on vuonna 2017 julkaistavan vielä nimeämättömän tarinavetoisen suomenkielisen kauhuroolipelin testiseikkailu.  Järjestelmä on alusta pitäen suunniteltu aloittelijaystävälliseksi ja myös aktivoimaan vanhempia peliryhmiä.","loc":["Sali 203a"],"date":"2016-07-30","time":"12:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9806,"name":"Holmqvist Teppo"}],"attendance":"4","attributes":["Tarinavetoinen / Story driven","Kevyt pelityyli / Light gamestyle","Kauhu / Horror","Moderni / Modern"],"_id":"6iNOq1qVj3Q0NatG","createdAt":{"$$date":1469030701836},"updatedAt":{"$$date":1469030701836}}
{"id":7699,"title":"#5-08: The Confirmation (1-2)","desc":"A Pathfinder Society Scenario designed for level 1-2.  Almost all Pathfinders undergo extensive training for three or more years to learn the tricks of the trade, and their last test before graduating from the ranks of the initiates to the status of a full Pathfinder agent is the Confirmation, a special research project that involves considerable fieldwork and is designed to simulate the initiates' future work as a Pathfinder. Even the noteworthy field commissioned agents sometimes participate in such trials as a way to familiarize themselves with the Pathfinder Society’s rules and expectations. Although Confirmation is typically an individual affair, the society recently discovered a site on the Isle of Kortos that would be perfect for initiates but perhaps too dangerous to handle alone. Successfully uncovering this site’s secrets will not only contribute to the society’s body of knowledge but shape the exciting careers ahead for each of the prospective agents.","loc":["Sali 209"],"date":"2016-07-30","time":"10:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9830,"name":"Lehkonen V. E."}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"6l6n2Mudqjq0fTeQ","createdAt":{"$$date":1469030701824},"updatedAt":{"$$date":1469030701824}}
{"id":7662,"title":"Mä tahdon Pohjois-Karjalasta (Dread)","desc":"\"Mä tahdon Pohjois-Karjalasta\" on Dread-seikkailu helsinkiläisistä abiturienteista mökkireissulla... helvetistä. Railakkuus sammuu nopeasti kun ensimmäinen ruumis löytyy viimeisten mennessä nukkumaan. Dread-roolipelissä noppien sijaan hahmojen kohtalon määrää Jenga-torni.","loc":["Sali 307"],"date":"2016-07-30","time":"14:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille","Äänekäs"],"people":[{"id":7412,"name":"Järvi-Eskola Aki"}],"attendance":"4-5","attributes":["Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Kauhu / Horror","Moderni / Modern"],"_id":"6lcFzjIKxUFPS4Ox","createdAt":{"$$date":1469030701846},"updatedAt":{"$$date":1469030701846}}
{"id":7783,"title":"Nibiru","desc":"Welcome to Nibiru: a huge space station, home to millions, where stories of mystery, horror, drama and struggle are written on a daily basis. The characters play the role of Vagabonds; people that awake with no memories of their pasts. However, they will soon discover that their forgotten memories hold more significance than they could imagine, and that the key to their past lies in securing their future. Nibiru uses a novelty system that builds your character as you recover your lost memories. It is designed to put your story first, and to help you and your fellow players tell tales of self-discovery set in an unusual and wondrous sci-fi setting full of mysteries and opportunities for adventure\".","loc":["Sali 203b"],"date":"2016-07-31","time":"10:00","mins":180,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille","Englanninkielinen"],"people":[{"id":9805,"name":"Sohns Federico"}],"attendance":"4","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Muu / Other","Seikkailu / Exploration","Kauhu / Horror"],"_id":"75kzFuopNmEMgouY","createdAt":{"$$date":1469030701870},"updatedAt":{"$$date":1469030701870}}
{"id":7661,"title":"Kult: Divinity lost","desc":"Ruotsalaisen Kult roolipelin uusi laitos \"Powered by the Apocalypse\" säännöin","loc":["Sali 304"],"date":"2016-07-29","time":"18:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":9528,"name":"Julku Ari"}],"attendance":"4","attributes":["Kauhu / Horror"],"_id":"7CRLMQbc7ue2Nj82","createdAt":{"$$date":1469030701811},"updatedAt":{"$$date":1469030701811}}
{"id":7799,"title":"Fiery Flight","desc":"A team of government experts visit a mining colony on a planet called Fiery, for annual inspection of working and safety conditions. There have been some complaints, you're to find out if valid. With realistic fire hazards. Ruleset: Minimus","loc":["Sali 306"],"date":"2016-07-30","time":"11:00","mins":180,"tags":["Pöytäpelit","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":9778,"name":"Veiskats Guntis"}],"attendance":"3-5","attributes":["Vakava pelityyli / Serious gamestyle","Muu / Other","Mysteeri / Investigation","Seikkailu / Exploration","Moderni / Modern","Sci-fi"],"_id":"7IWO47TUspQqbzlY","createdAt":{"$$date":1469030701832},"updatedAt":{"$$date":1469030701832}}
{"id":7714,"title":"Kesä 1254","desc":"Sankariteot eivät katso kokoa. Tässä David Petersenin sarjakuvasarjaan perustuvassa maailmassa otat hiirikaartilaisen roolin keskiaikaissävytteisessä valtakunnassa ja ryhdyt eeppiseen seikkailuun jossa mittasuhteet ovat sinua vastaan. Mouse Guard RPG on Luke Cranen palkittu indie-peli aloittelijaystävällisellä dice pool -mekaniikalla, joka tähtää pelaajien laajempaan osallistumiseen tarinankerronnassa. Peli ei vaadi ennakkotietämystä pelimekaniikoista taikka maailmasta.   Tarina alkaa, kun kevättulvat uhkaavat hukuttaa Shaleburrowin luolastokaupungin. Kaartilaisten matriarkka Gwendolyn on hälyttänyt teidän partionne selvittämään asiaa. ","loc":["Sali 212"],"date":"2016-07-30","time":"10:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9612,"name":"Majaluoma Olli"}],"attendance":"3-4","attributes":["Hahmovetoinen / Character driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"7MMZsIXPIJtnPCgP","createdAt":{"$$date":1469030701826},"updatedAt":{"$$date":1469030701826}}
{"id":7724,"title":"After second big bang","desc":"Peli sijoittuu ajallisesti cyberpunk 2020 ja 203X:n väliin. 90 prosenttia maailman infrastruktuurista on tuhoutunut ja eloon jääneet taistelevat eloonjäämisestä edelleen. Kaikki se mikä oli ennen itsestäänselvää joillekkin ihmisille on nyt luksusta, josta joutuu kilpailemaan ja maksamaan kovemman hinnan. Vain pari avaruusteknologiaan riittävästi satsannutta korporaatiota omaa vielä suojapaikkojensa ansiosta riittävästi resursseja uusien kapungin pystyttämiseen, mutta henkilökunnan vajeen ja sodan aiheuttaneiden tunteiden vuoksi näiden uusien kaupunkien työpaikkoja pitävät robotit. tehtäväsi ei ole helppo. Sinun on rakennettava itsellesi uusi elämä tässä maailmassa. Ystäväsi ja sukulaisesi ovat todennäköisesti kuolleet,  joten uusille kohtalotovereille lienee tilaa.","loc":["Sali 302"],"date":"2016-07-30","time":"20:00","mins":240,"tags":["Pöytäpelit","Ei sovellu lapsille"],"people":[{"id":9810,"name":"Mattila Samu-Ville"}],"attendance":"2-8","attributes":["Sci-fi"],"_id":"7RYLalUJwxeNPHU0","createdAt":{"$$date":1469030701868},"updatedAt":{"$$date":1469030701868}}
{"id":7634,"title":"The Stars Our Problem","desc":"Louhinta-alus Termite on osana pelastustehtävää löytänyt hylyn, jonka sisältö aiheuttaa ongelmia. Termite on liittynyt osaksi isompaa alus-parvea, mutta kaipaa ulkopuolista apua. Onneksi Palomuurin agentit ovat aina valmiina.  Peli sijoittuu Eclipse Phasen maailmaan. Sääntöinä käytetään hieman yksinkertaisempia GUMSHOE-sääntöjä.","loc":["Sali 203a"],"date":"2016-07-30","time":"18:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":6601,"name":"Arjoranta Jonne"}],"attendance":"4-6","attributes":["Mysteeri / Investigation","Kauhu / Horror","Sci-fi"],"_id":"7azWw0mVVT5MJmx2","createdAt":{"$$date":1469030701856},"updatedAt":{"$$date":1469030701856}}
{"id":7718,"title":"The Warren","desc":"Kerromme tarinan jäniksistä, tuiki tavallisista jäniksistä joiden tulee selvitä suuressa maailmassa. ","loc":["Sali 203b"],"date":"2016-07-30","time":"12:00","mins":180,"tags":["Pöytäpelit","Aloittelijaystävällinen","Soveltuu lapsille"],"people":[{"id":9775,"name":"Malinen Lasse"}],"attendance":"2-5","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light"],"_id":"8VgCzOGGbFVl1tqB","createdAt":{"$$date":1469030701837},"updatedAt":{"$$date":1469030701837}}
{"id":7374,"title":"Henkien virasto","desc":"Aineettomat henget ovat jääneet vangeiksi olemattomuuden ja olemisen välitilaan. He eivät voi puhua keskenään eivätkä koskea maailmaan muuten kuin omaksumalla Naamion. Naamiot sitovat henget kuitenkin tiukkoihin rooleihin eivätkä he voi kuin noudattaa näiden roolien antamia sääntöjä tai luopua Naamiosta palaten vapaiksi hengiksi. Huolimatta näistä rajotteista henget kykenevät oivaltamaan sääntöjen arvaamattomat yhteisvaikutukset ja yhteistyöllä vapauttamaan toisensa henkien viraston uumenista. Useita lyhyitä skenaarioita puzzlen ja larpin välimaastosta. 3-8 pelaajaa, aloittelijaystävällinen. Peliin voi liittyä kesken pelin sekä lähteä pois. ","loc":["Sali 301"],"date":"2016-07-30","time":"18:00","mins":120,"tags":["Pöytäpelit","Freeform","Aloittelijaystävällinen"],"people":[{"id":9567,"name":"Lappalainen Viljami"}],"attendance":"3-8","attributes":["Muu / Other"],"_id":"8vZU39aSDx7SrlRv","createdAt":{"$$date":1469030701858},"updatedAt":{"$$date":1469030701858}}
{"id":7791,"title":"Total War in the Eldara part II ","desc":"War wages on in the another front of battle, fearsomely sacrifices will be made, who will prevail, when battle wages on.","loc":["Sali 218"],"date":"2016-07-29","time":"17:00","mins":480,"tags":["Pöytäpelit","Ei sovellu lapsille"],"people":[{"id":9334,"name":"Timo Tapani Turunen Markus"}],"attendance":"8players (Two teams) ( 4 players Eldarian Alliance, Heroes) vs. (4 players Servants of the Soulguard Villains)","attributes":["Taisteluvetoinen / Combat driven","Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Raskaat säännöt / Rules heavy","Vakava pelityyli / Serious gamestyle","Draama / Drama","Mysteeri / Investigation","Seikkailu / Exploration","Sota / War","Fantasia / Fantasy"],"_id":"8vu0E0sVtAexvmGF","createdAt":{"$$date":1469030701805},"updatedAt":{"$$date":1469030701805}}
{"id":7778,"title":"Cthonian Highways: Matka Lahteen","desc":"Cthonian Highways Demopeliä, sijoitettuna 2038 vuoden suomeen. Panssaroitu rekka pyrkii matkustamaan Tampereelta Lahteen.","loc":["Sali 203b"],"date":"2016-07-31","time":"12:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":6813,"name":"Sihvo Rami "}],"attendance":"6","attributes":["Seikkailu / Exploration","Kauhu / Horror","Sci-fi"],"_id":"9DtGPY0Lxbv3h2kC","createdAt":{"$$date":1469030701880},"updatedAt":{"$$date":1469030701880}}
{"id":7698,"title":"The Lost Stars","desc":"It's 50 years since the last great interplanetary conflict over the Lost Stars, a sector of space with bountiful hoards of alien artefacts. Now those hoards are claimed by privateers and criminal syndicates, their treasures and dangers the property of crime lords and powerful families. For a small crew with no protection, these are dangerous times. Dangerous, but profitable.","loc":["Sali 203b"],"date":"2016-07-30","time":"11:00","mins":240,"tags":["Pöytäpelit","Englanninkielinen","Pelimaailman tuntemus suotavaa","Pelisääntöjen tuntemus suotavaa","Ei sovellu lapsille"],"people":[{"id":8964,"name":"Lautjärvi Petri"}],"attendance":"4-6","attributes":["Sci-fi","Seikkailu / Exploration","Kevyet säännöt / Rules light","Tarinavetoinen / Story driven","Hahmovetoinen / Character driven"],"_id":"9Nf4HTKFyv2XmkNu","createdAt":{"$$date":1469030701831},"updatedAt":{"$$date":1469030701831}}
{"id":7370,"title":"Deranged","desc":"Semilive-tyylillä pelattava ihmissuhdedraama kevyellä improlla. \r\n\r\nKuolinvuoteellaan mielipuoli muistelee ja kuvittelee mennyttä elämäänsä. Näistä mietteistä syntyvät tämän pelin kohtaukset. Pelissä pelataan enemmän ja vähemmän hullujen säveltäjien ongelmallisia ihmissuhteita ja rakkaustarinoita 1800-luvun lopun Saksassa. Pelitapa on larpin ja pöytäpelin välimuoto: peli koostuu kohtauksista, mutta ne pelataan elehtien koko keholla. Kohtauksille annetaan lähtötilanne, mutta pelaajat valitsevat pelattavat kohtaukset, niiden järjestyksen sekä luovat niiden sisällön. Mekaniikat ovat erittäin kevyet ja nopattomat. \r\n\r\nPeli pelataan suomeksi, mutta pelaajien pitää osata lukea englantia. Perustiedoilla musiikista ja historiasta pärjää hyvin. Kevyt pilke silmäkulmassa on hyväksi, mutta huumoripeliä kannattaa etsiä muualta. Fastavalissa 2015 skenaario sijoittui ensimmäiseksi kolmessa eri sarjassa: paras skenaario, parhaat mekaniikat ja yleisön suosikki.","loc":["Sali 301"],"date":"2016-07-30","time":"10:00","mins":240,"tags":["Pöytäpelit","Freeform","Ei sovellu lapsille"],"people":[{"id":8998,"name":"Räsänen Janne"}],"attendance":"4","attributes":["Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Draama / Drama"],"_id":"9UAWn4974WQbGLgv","createdAt":{"$$date":1469030701828},"updatedAt":{"$$date":1469030701828}}
{"id":7673,"title":"Numenera: Varjoja ja kangastuksia","desc":"Numenerassa ihmiset rakentavat uutta maailmaa kahdeksan aikaisemman sivilisaation jäänteiden päälle. Tarpeeksi kehittynyttä teknologiaa ei erota taikuudesta eikä sitä tarvitsekaan – vaan usein sen ymmärtäminenkään ei ole mahdollista. Hahmot sukeltavat Numeneran maailman outouksiin selvittäessään paikallisen merkkihenkilön salaisuutta. Seikkailu painottaa mysteerien ratkomista ja salaperäisten, selittämättömien asioiden ja paikkojen tutkimista.","loc":["Sali 214"],"date":"2016-07-30","time":"17:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":9814,"name":"Karvonen Mikko"}],"attendance":"3-4","attributes":["Kevyet säännöt / Rules light","Mysteeri / Investigation","Seikkailu / Exploration","Sci-fi","Fantasia / Fantasy"],"_id":"AOTwihnYFwHC238k","createdAt":{"$$date":1469030701854},"updatedAt":{"$$date":1469030701854}}
{"id":7657,"title":"Charlie ei surffaa","desc":"Roolipelikampanja Vietnamin sodasta. Nyt 21. kertaa Ropeconissa. http://www.charlieeisurffaa.com  Muuta pelitietoa pelaajille: Ilmoittautuminen pelipaikalla. Aikaisempaa pelikokemusta ei tarvita. Huom! Tänä vuonna ei ole mahdollista pelata kommunistisia pelaajahahmoja (sissejä) sillä pelinjohtajia on vain yksi.","loc":["Sali 303"],"date":"2016-07-29","time":"16:00","mins":420,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":5732,"name":"Juhola Eero"}],"attendance":"8+","attributes":["Taisteluvetoinen / Combat driven","Raskaat säännöt / Rules heavy","Sota / War","Moderni / Modern","Historiallinen / Historical"],"_id":"AseKfXVB5Lx8zHuS","createdAt":{"$$date":1469030701797},"updatedAt":{"$$date":1469030701797}}
{"id":7630,"title":"#07-05: School of Spirits (1-5)","desc":"A Pathfinder Society Scenario designed for levels 1–5.  Seven years ago, Pathfinders entered Absalom’s shattered Precipice Quarter in pursuit of a ruby ring but also rescued a strange survivor. She has since grown to adulthood and exhibited a rebellious spirit connected to the ruined school where the Pathfinders found her. The woman’s family has contacted the Society, hoping that its agents can escort her back to the haunted site and unravel the Drownyard’s relentless mysteries.","loc":["Sali 209"],"date":"2016-07-29","time":"20:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":9828,"name":"Alanen Kalle"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"B3u9Nu36zZYXDAAc","createdAt":{"$$date":1469030701821},"updatedAt":{"$$date":1469030701821}}
{"id":7375,"title":"I Say a Little Prayer","desc":"I Say a Little Prayer follows the lives of 5 young gay men during the early years of the AIDS epidemic in the 1980s. We play out their sexual and romantic adventures as well as the story of how their friendship evolves over the course of several years in a community hard hit by the epidemic. Through “the lottery of death” we find out who of these friends will die before the story is over and how this shapes the lives of the survivors who live on. This is a game for those who enjoy playing stories about many-faceted relationships between people and you would like to play out emotional storylines in a fearless way. Players of any gender can play the game irrespective of all the characters in the game being men.","loc":["Sali 304"],"date":"2016-07-30","time":"10:00","mins":300,"tags":["Pöytäpelit","Freeform","Ei sovellu lapsille","Englanninkielinen"],"people":[{"id":9562,"name":"Kuukka Essi"}],"attendance":"5","attributes":["Historiallinen / Historical","Draama / Drama","Vakava pelityyli / Serious gamestyle"],"_id":"BRNVcj4AufMp0lYW","createdAt":{"$$date":1469030701829},"updatedAt":{"$$date":1469030701829}}
{"id":7653,"title":"Deadlands: Noir","desc":"On vuosi 1933, mutta historia ei ole omamme.  Kovat ajat kasvattat kovia miehiä. Ja naisia. Ja vuosi 1933 Deadlandsin maailman New Orleanssissa on yksi kovimmista. Suuri lama, korruptio, jatkuva teollistuminen uuden mystisen tieteen avulla ja vieläkin kytevä Amerikan sisällissota luovat maailman jossa varjoissa vaanivat kauhut tuntuvat pieniltä.  Tämä ei ole sankarien aika. Sankarit jäävät helposti jalkoihin, mutta jos ihminen omaa tarpeeksi raakaa sisua, oveluutta, itsepäisyyttä... ja vielä hieman enemmän onnea, voi se juuri ja juuri riittää muutoksen tekemiseen... ja joskus kohtalo pudottaa syliisi vuosikymmenen mahdollisuuden. Ja ehkä pari ruumista.  Pelin maailma on tupakansavuinen, rikollisuuden täytteinen, moraalisesti arveluttava ja ahne. Sitä asuttavat ihmiset jotka myyvät sielunsa taskurahasta, poliisit jotka ampuvat ennen kysymyksiä , kovaksikeitetyt etsivät ja luonnollisesti mystiset daamit.  Pelissä ympäristö on hieman rajattu tarinankerronnan helpottamiseksi, mutta yksittäisen hahmon päätös voi keinuttaa venettä ja sitä jopa odotetaan.  Pelimekaniikka on Savage Worlds ja käyttää Deadlands: Noir lisäosaa. Mekaniikka on helppo ja nopea oppia.","loc":["Sali 203a"],"date":"2016-07-30","time":"12:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9816,"name":"Honkonen Harri"}],"attendance":"3-6","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Mysteeri / Investigation"],"_id":"Bedh660IqgBmtQdp","createdAt":{"$$date":1469030701835},"updatedAt":{"$$date":1469030701835}}
{"id":7379,"title":"Palimpsest","desc":"This is a free form larp style game about friendship, common memories and how life changes us and our interpretation of our own past  in chaotic and unexpectable ways.  The game will be played in English and it will be suitable for players of 16 years or older.","loc":["Sali 302"],"date":"2016-07-31","time":"10:00","mins":180,"tags":["Pöytäpelit","Freeform","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":9380,"name":"Blomqvist Kielo Maria"}],"attendance":"Max. 6","attributes":["Moderni / Modern","Draama / Drama","Vakava pelityyli / Serious gamestyle","Tarinavetoinen / Story driven","Hahmovetoinen / Character driven"],"_id":"Bnuq1YK53NrgE9as","createdAt":{"$$date":1469030701873},"updatedAt":{"$$date":1469030701873}}
{"id":7797,"title":"We Be Goblins Free!","desc":"After losing chieftain after chieftain, the Birdcruncher goblin tribe finally found competent leadership in its four goblin \"heroes\"—Reta Bigbad the fighter, Chuffy Lickwound the rogue, Poog the cleric of Zarongel, and Mogmurch the alchemist. But it turns out leading a tribe of goblins isn't much fun, and the newest Birdcruncher chieftains are bored. In order to cure their doldrums, the chieftains have issued a new demand—find them some adventure, or else!  Eager to please their great chieftains, the Birdcruncher goblins frantically try to whip up all sorts of amusements, including goblin games, feats of skill, and a grand feast. But trouble arises in the midst of the goblins' feast for their mighty leaders—the goblins who went to harvest truffles for the feast got beat up by some stinky humans!  Now the Birdcruncher chieftains find themselves getting more adventure than they bargained for as they venture to the Bestest Truffle Field to pick up the slack for their bumbling minions. Will the goblin heroes be able to make it to the field, find the treasured fungus, defeat the mean humans, and make it back to the tribe in time to enjoy their well-deserved feast?","loc":["Sali 209"],"date":"2016-07-30","time":"20:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":9828,"name":"Alanen Kalle"}],"attendance":"4","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"BznQvXJkQt6rP45G","createdAt":{"$$date":1469030701866},"updatedAt":{"$$date":1469030701866}}
{"id":7655,"title":"Monolith Burger","desc":"Pelasta avaruusturistit pakkotyöstä ! GURPS 3 laitos","loc":["Sali 203a"],"date":"2016-07-29","time":"18:00","mins":300,"tags":["Pöytäpelit"],"people":[{"id":9356,"name":"Jouha Jarmo"}],"attendance":"2-4","attributes":["Kevyt pelityyli / Light gamestyle","Sci-fi"],"_id":"C7UVKPgtoBdAuMcF","createdAt":{"$$date":1469030701807},"updatedAt":{"$$date":1469030701807}}
{"id":7632,"title":"Astraterra","desc":"Seikkailua tähtimerellä omituisten otusten kanssa.","loc":["Sali 203a"],"date":"2016-07-31","time":"12:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Soveltuu lapsille"],"people":[{"id":9773,"name":"Anttila Juuso"}],"attendance":"2-5","attributes":["Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Seikkailu / Exploration","Sci-fi","Fantasia / Fantasy"],"_id":"Cndemkvu6VBZwyYI","createdAt":{"$$date":1469030701878},"updatedAt":{"$$date":1469030701878}}
{"id":7647,"title":"#7–12: The Twisted Circle (1-5)","desc":"A Pathfinder Society Scenario designed for levels 1-5.  A magical war between the archmages Geb and Nex left the landscape between their nations scarred and wracked by magical anomalies—a barren stretch known as the Mana Wastes. During the conflict, their generals also created countless weapons and defenses that pushed the limits of magic, yet most of these were destroyed in battle or lost forever. Recent investigations suggest that some of this ancient power is at play in an insular town outside Alkenstar, but there the trail runs cold. Can the PCs uncover the truth while braving the residents' eccentricities?","loc":["Sali 209"],"date":"2016-07-31","time":"12:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":7309,"name":"Hiltula Minna"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"DmOoEr2vW4XYZ2oM","createdAt":{"$$date":1469030701881},"updatedAt":{"$$date":1469030701881}}
{"id":7652,"title":"Intergalaktinen Turpakäräjä","desc":"Olet sitten kokenut avaruusmajuri tai avuton nurmipora, kaikki maistuvat samalta! Tule auttamaan Federaatiota joka vuotisessa taistelussaan avaruusolentojen leviämistä vastaan! Ketään ei syödä yksin! Peli on kehitetty Ropeconissa pikkutunneilla kevyttä pelaamista ja hauskanpitoa varten. Pelaamiseen et tarvitse muuta kuin avoimen mielen ja hieman huumorintajua.","loc":["Sali 203a"],"date":"2016-07-29","time":"20:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":7522,"name":"Honkanen Aki"}],"attendance":"4-6","attributes":["Scifi","Kevyt pelityyli","Kevyet säännöt","Seikkailu","Sota","Kauhu","Mysteeri"],"_id":"DxFBrVJyfV331W7Q","createdAt":{"$$date":1469030701817},"updatedAt":{"$$date":1469030701817}}
{"id":7664,"title":"Isoeno Australiasta","desc":"Vuosikymmeniä Australiassa asunut isoeno on päättänyt palata Ruotsiin ja haluaa tavata sukulaisiaan mummolassa Tukholman Östermalmin hienostoalueella. Hän on vakavasti sairaana, joten luvassa voi olla pian muhkea perintö lammasfarmilla vaurastuneelta isoenolta. Rahaa kaikilla sisarusparven jäsenillä olisikin tarve saada, mutta miten saada isoeno suosiolliseksi? Sääntöinä toimii Anders Fagerin kauhukertomuksiin perustuva roolipeli Svenska kulter, jonka sääntöjä käytetään pelissä suomeksi. Pelissä on valmiit hahmot.","loc":["Sali 203b"],"date":"2016-07-29","time":"19:00","mins":300,"tags":["Pöytäpelit","Ei sovellu lapsille"],"people":[{"id":5452,"name":"Järvinen Matti"}],"attendance":"3–5","attributes":["Vakava pelityyli / Serious gamestyle","Draama / Drama","Kauhu / Horror"],"_id":"FHCKX6UePGkgBQxr","createdAt":{"$$date":1469030701813},"updatedAt":{"$$date":1469030701813}}
{"id":7782,"title":"Nibiru","desc":"Welcome to Nibiru: a huge space station, home to millions, where stories of mystery, horror, drama and struggle are written on a daily basis. The characters play the role of Vagabonds; people that awake with no memories of their pasts. However, they will soon discover that their forgotten memories hold more significance than they could imagine, and that the key to their past lies in securing their future. Nibiru uses a novelty system that builds your character as you recover your lost memories. It is designed to put your story first, and to help you and your fellow players tell tales of self-discovery set in an unusual and wondrous sci-fi setting full of mysteries and opportunities for adventure\".","loc":["Sali 214"],"date":"2016-07-30","time":"10:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille","Englanninkielinen"],"people":[{"id":9805,"name":"Sohns Federico"}],"attendance":"4","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Muu / Other","Seikkailu / Exploration","Kauhu / Horror"],"_id":"FJs62cmgYWkWWK9b","createdAt":{"$$date":1469030701827},"updatedAt":{"$$date":1469030701827}}
{"id":7755,"title":"The Soul Sepulchre","desc":"Welcome to The Soul Sepulchre. One life is not enough, as the players will have the chance to play as as entire town of diverse people. Everyone from the mid-wife to the high priestess, from the town drunk to the experienced rangers. The town is begin hit by a threat it hasn’t seen in centuries. A plot is afoot within the small, yet dangerous town. The players will get one of the townsfolk to play as to start, but when that character dies, all knowledge and experience will be transferred to another one of the townsfolk due to the magic of the Sepulchre. The players will have as many ”tries” as there are townsfolk to complete the story. Will you play as the hero and plot your way to victory? Will you play defensively or use your current body to glean information? Will you take advantage of the people around you and destroy everyone? This game has multiple scenarios and multiple endings. This game is a mixture of horror, thriller and fantasy. While this is still a table-top RPG, it is less about dice rolls, more about choices. Come have fun in The Soul Sepulchre.","loc":["Sali 214"],"date":"2016-07-30","time":"13:00","mins":360,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille","Englanninkielinen"],"people":[{"id":8202,"name":"Rishling Zach"}],"attendance":"3-6","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Draama / Drama","Mysteeri / Investigation","Seikkailu / Exploration","Kauhu / Horror","Fantasia / Fantasy"],"_id":"Fcu9cqRfVkI2RGBl","createdAt":{"$$date":1469030701841},"updatedAt":{"$$date":1469030701841}}
{"id":7692,"title":"Jumalat","desc":"Ensin oli Jumalat. Täysin vapaa, milloin missäkin pelattava Jumala peli. Pelin aiempi tuntemus on suotavaa, mutta ei välttämätöntä. Peliin voi tulla kesken ja lähteä kesken.","loc":["Sali 203b"],"date":"2016-07-30","time":"19:00","mins":120,"tags":["Pöytäpelit","Aloittelijaystävällinen","Äänekäs"],"people":[{"id":7829,"name":"Kärpinlehto Heikki"}],"attendance":"1-10","attributes":["Muu / Other"],"_id":"Fibmq2w8fLBrm39t","createdAt":{"$$date":1469030701861},"updatedAt":{"$$date":1469030701861}}
{"id":7688,"title":"Tuikkivan Tähden Seurakunta","desc":"Uusi seurakunta perustettiin paikkakunnalle reilut puolisen vuotta sitten ja on jo saavuttanut yllättävääkin suosiota, varsinkin hyvätekeväisyystempauksillaan! Päällisin puolin vaikuttaisi että kyseessä on erinomaisesti nykyajan vaatimuksiin muuntunut kristitty kirkkokunta, mutta kenties liiankin täydellinen? Pahat kielet kuiskuttelevat että taustalla piilee jotain hyvinkin mätää, ja nyt skuupin toivossa seurakuntaan soluttautunut reportteriystävänne on ollut lähes kuukauden kateissa, vaikka oli luvannut pitää yhteyttä. Päätätte yhdistää voimanne, selvittää ystävänne kohtalon sekä mahdollisesti lahkon salaisuuden...","loc":["Sali 203a"],"date":"2016-07-30","time":"20:00","mins":300,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9662,"name":"Koskinen Unto"}],"attendance":"3-5","attributes":["Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Vakava pelityyli / Serious gamestyle","Mysteeri / Investigation","Kauhu / Horror","Moderni / Modern"],"_id":"Fl8x9OaENd6syrSy","createdAt":{"$$date":1469030701864},"updatedAt":{"$$date":1469030701864}}
{"id":7779,"title":"#6–98: Serpents Rise","desc":"A Pathfinder Society Scenario designed for 7th-level pregenerated characters.  Years of political maneuvering, espionage, smuggling, and diplomacy have set the stage for the Aspis Consortium’s most ambitious attack on their Inner Sea rivals: the Pathfinder Society. All that remains are several key preparations that only an elite team of Aspis agents can arrange, and once the fireworks begin, these same agents must strike quickly and mercilessly to secure objectives—some shared and some connected to deeper plots—and escape without the Society being any the wiser.","loc":["Sali 209"],"date":"2016-07-29","time":"18:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":7105,"name":"Sillanpää Mikko"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"Frpse1foEwvU8wxn","createdAt":{"$$date":1469030701808},"updatedAt":{"$$date":1469030701808}}
{"id":7677,"title":"Korruptiota Rethessä","desc":"Rethe/Paya Cluster/Spinward Marches vuonna 1126 Kolmannen Imperiumin synnystä  Rethen 13. kuningas, kansan rakastama Adrihen, on päättänyt tehdä lopun planeettaa   vaivaavasta köyhyydestä ja takapajuisuudesta. Vedetön Rethen maailma asutettiin jo   vuosisatoja sitten kun ensimmäiset kaivossiirtokunnat perustettiin. Niiden menestys   houkutteli väkeä vähitellen enemmän ja enemmän siitä huolimatta että planeetta on   ympäristöltään elämälle vihamielinen. Kaivostoiminnan menestys takasi Retheläisille   hyvän toimeentulon pitkäksi aikaa. Pari sataa vuotta sitten väestönkasvu kääntyi   räjähdysmäiseen nousuun ja planeetan väkiluku on kasvanut silloisesta 400 miljoonasta   yli 30 miljardiin. Tämä onkin ylittänyt planeetan kapasiteetin; Rethe pystyy valtavasta   malmintuotannostaan huolimatta hädintuskin ruokkimaan väestönsä. Lisäksi Retheä vaivaa   suurtyöttömyys, sillä planeetalla olevat kaivokset ovat jo täysin työllistettyjä, mutta   asteroidivöiden hyödyntämiseen ei ole riittäviä resursseja.   Kuningas Adrihenilla on kunnianhimoinen suunnitelma, jonka avulla hän aikoo pelastaa   Rethen tulevaisuuden: Rethen on pyrittävä sekä omavaraisuuden lisäämiseen   kiertoratafarmeilla että maailmojenvälisen kaupan lisäämiseen. Payan tähtiryhmä   tunnetaan takahikiänä sillä suuret kauppareitit kiertävät sen. Jos Rethen tähtisatama   saataisiin laajennettua ja modernisoitua, se voisi oikaista Rhylanorin ja Efaten   välisen kauppareitin, joka nyt joutuu kiertämään Mourghesin kautta. Tämä   kunnianhimoinen suunnitelma sisältää useita lainarahalla toteutettavia megaprojekteja,   jotka tulevat työllistämään planeetan asukkaita.  Se mitä kuningas Adrihen ei ole ottanut huomioon on Rethen hallinnon korruptio, joka on   päässyt rehottamaan hänen isänsä ja isoisänsä valtakausilla. Pelaahahmot ovat   korruptoituneita virkamiehiä, jotka on nimitetty yhden näistä megaprojekteista   johtokuntaan. Kaikkien yhteisenä tavoitteena on saada megaprojekti onnistumaan edes   jollain tasolla ja henkilökohtaisena tavoitteena vetää välistä niin paljon kuin ehtii   ilman että joutuu syytetyksi projektin epäonnistumisesta. Epäonnistuminen on   vaarallista sillä vaikka kuningas Adrihen on kansan rakastama, on hän myös Rethen   yksinvaltias!  Pelimaailmana on siis Travellerin Kolmas Keisarikunta, mutta sen tarkempi tuntemus ei   ole välttämätöntä. Pelijärjestelmänä toimii yksinkertainen korttipeli jolla resursseja   käytetään, tuhlataan ja varastetaan. Peli sopii siis niin aloittelijoille kuin   konkareillekin.  Yhdessä pelissä käydään läpi yhteen megaprojektiin liittyvä kähmintä. Projektin vaihtuessa otetaan uusia pelaajia poistuvien tilalle. Jos hahmo ei joudu syytteeseen, sillä voi jatkaa seuraavassa projektissa. Tarvittaessa vanhat pelaajat voivat jatkaa uusilla hahmoilla. ","loc":["Sali 203a"],"date":"2016-07-30","time":"14:00","mins":120,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":5748,"name":"Kenkkilä Jussi"}],"attendance":"3-6","attributes":["Kevyet säännöt / Rules light","Sci-fi"],"_id":"GLyh3mthloZ6UYPP","createdAt":{"$$date":1469030701842},"updatedAt":{"$$date":1469030701842}}
{"id":7774,"title":"Dread: Gangsterien kaupunki","desc":"Mafiassa ei ole samanlaista hohtoa kuin ennen. Kilpailevat tahot, irlantilaiset ja triadit, vievät markkinoita ja jengisodat ovat arkipäivää. Poliisivoimien uusi päällikkö ei ole niin voideltavissa kuin edeltäjänsä. Onko Don Aroldon parhaat päivät jo nähty, vai onnistuuko hänen säilyttää ote kaupungista luottomiehiensä avulla? Dread on pelihahmoihin ja kiinnostavaan tarinaan keskittyvä kauhupeli, jossa ainoa pelimekaniikka on huojuva torni: jos pelajaan käsi pettää ja torni kaatuu, hahmo poistuu pelistä. Gansterien kaupunki ei ole kauhua, mutta Dreadin yksinkertainen, mutta tehokas pelimekaaniikka tuo gangsterien vaarallisen maailman pelipöytään.","loc":["Sali 301"],"date":"2016-07-30","time":"20:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":9809,"name":"Seppälä Janne"}],"attendance":"3-5","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Vakava pelityyli / Serious gamestyle","Draama / Drama","Moderni / Modern"],"_id":"GZM9PjhGE66JE6ib","createdAt":{"$$date":1469030701868},"updatedAt":{"$$date":1469030701868}}
{"id":7801,"title":"Fiery Flight","desc":"A team of government experts visit a mining colony on a planet called Fiery, for annual inspection of working and safety conditions. There have been some complaints, you're to find out if valid. With realistic fire hazards. Ruleset: Minimus","loc":["Sali 306"],"date":"2016-07-30","time":"19:00","mins":180,"tags":["Pöytäpelit","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":9778,"name":"Veiskats Guntis"}],"attendance":"3-5","attributes":["Tarinavetoinen / Story driven","Vakava pelityyli / Serious gamestyle","Muu / Other","Mysteeri / Investigation","Moderni / Modern","Sci-fi"],"_id":"GsWAdLHUkk8nEgqT","createdAt":{"$$date":1469030701861},"updatedAt":{"$$date":1469030701861}}
{"id":7747,"title":"Aavelaiva Enyo - Seikkailu hylätyssä avaruusaluksessa","desc":"Ongelmanratkaisuun keskittyvä roolipeli, joka sijoittuu hylätylle avaruusalukselle. Peli muistuttaa vanhan ajan seikkailupelejä, ja pelaajat ohjaavat yhtä hahmoa läpi sata vuotta sitten hylättyä aavelaivaa. Hahmon tiederyhmän tarkoitus on koekäyttää uutta avaruusaluksen ilman puhdistavaa laitetta ja tutkia alus. Pelinjohtaja toimii \"parserina\" ja pelaajilla on käytössä rajallinen valikoima komentoja, joilla ohjata hahmoa.","loc":["Sali 203b"],"date":"2016-07-31","time":"10:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":7964,"name":"Pekuri Pekka"}],"attendance":"2-5","attributes":["Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Mysteeri / Investigation","Seikkailu / Exploration","Sci-fi"],"_id":"Hc8nxTMClegJws6d","createdAt":{"$$date":1469030701869},"updatedAt":{"$$date":1469030701869}}
{"id":7769,"title":"International Assasinations Incorporated","desc":"International Assasinations Inc. is 2019's leading organisation in discreet disposal of VIPs. A team of handpicked IA operatives has been assigned a priority 1 contract. Their mission: Dispatch an American business magnate during the party he's hosting in his château in north-western France.","loc":["Sali 214"],"date":"2016-07-29","time":"19:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":8798,"name":"Salo Tommi"}],"attendance":"3-5","attributes":["Kevyet säännöt / Rules light","Moderni / Modern"],"_id":"HfXzif1rcCw18BRv","createdAt":{"$$date":1469030701815},"updatedAt":{"$$date":1469030701815}}
{"id":7743,"title":"#7–23: Abducted in Aether (7-11)","desc":"A Pathfinder Society Scenario designed for levels 7–11.  Among the greatest crimes committed during an attack on the Grand Lodge was the abduction of a high-ranking member of the Pathfinder Society. The Society has tracked the kidnapped to another plane of existence, where his captor is preparing to sell her prize to a host of otherworldly bidders. Can the PCs intervene and mount a rescue before the esteemed captive disappears forever?","loc":["Sali 209"],"date":"2016-07-31","time":"10:00","mins":240,"tags":["Pöytäpelit","Pelisääntöjen tuntemus suotavaa"],"people":[{"id":4999,"name":"Olsson Tom"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"Hu1WFR93eZQwrX1C","createdAt":{"$$date":1469030701871},"updatedAt":{"$$date":1469030701871}}
{"id":7770,"title":"International Assasinations Incorporated","desc":"International Assasinations Inc. is 2019's leading organisation in discreet disposal of VIPs. A team of handpicked IA operatives has been assigned a priority 1 contract. Their mission: Dispatch an American business magnate during the party he's hosting in his château in north-western France.","loc":["Sali 203a"],"date":"2016-07-30","time":"10:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":8798,"name":"Salo Tommi"}],"attendance":"3-5","attributes":["Kevyet säännöt / Rules light","Moderni / Modern"],"_id":"I9UVfXOK5yAvb615","createdAt":{"$$date":1469030701824},"updatedAt":{"$$date":1469030701824}}
{"id":7682,"title":"#7-19 Labyrinth of Hungry Ghosts (3-7)","desc":"A Pathfinder Society Scenario designed for levels 3–7.  Following a successful mission into the mist-shrouded and shifting Gloomspires, the Pathfinder Society sent another team to explore the tomb of the legendary pirate Sevenfingers. Unfortunately, this team never returned. The spires have momentarily halted, allowing a new team to brave the tomb’s many dangers, hopefully rescuing their allies in the process.","loc":["Sali 209"],"date":"2016-07-29","time":"20:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":8339,"name":"Korhonen Santeri"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"IUkOshM8PcVQb7KQ","createdAt":{"$$date":1469030701819},"updatedAt":{"$$date":1469030701819}}
{"id":7746,"title":"Traction Park - Seikkailu vaarallisessa huvipuistossa","desc":"Ongelmanratkaisuun keskittyvä roolipeli, joka sijoittuu vaaralliseen huvipuistoon. Peli muistuttaa vanhan ajan seikkailupelejä, ja pelaajat ohjaavat yhtä hahmoa läpi puiston etsiessään aarretta. Puisto on täynnä erikoisia laitteita vailla turvajärjestelyjä. Pelinjohtaja toimii \"parserina\" ja pelaajilla on käytössä rajallinen valikoima komentoja, joilla ohjata hahmoa.","loc":["Sali 306"],"date":"2016-07-30","time":"17:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":7964,"name":"Pekuri Pekka"}],"attendance":"2-5","attributes":["Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Mysteeri / Investigation","Seikkailu / Exploration","Moderni / Modern"],"_id":"JLT0nNh4UUzDrdvD","createdAt":{"$$date":1469030701855},"updatedAt":{"$$date":1469030701855}}
{"id":7690,"title":"Sielujen peili","desc":"Keijujen kuningas, Dr'Uman on kadottanut sielunsa ja peikkojen sotajoukot ovat piirittäneet hänen linnansa. Auttakaa kuningasta löytämään kadonnut sielu.","loc":["Sali 203a"],"date":"2016-07-29","time":"20:00","mins":360,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":7829,"name":"Kärpinlehto Heikki"}],"attendance":"4","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Mysteeri / Investigation","Fantasia / Fantasy"],"_id":"JX1e8uozBrYRd0SH","createdAt":{"$$date":1469030701818},"updatedAt":{"$$date":1469030701818}}
{"id":7771,"title":"International Assasinations Incorporated","desc":"International Assasinations Inc. is 2019's leading organisation in discreet disposal of VIPs. A team of handpicked IA operatives has been assigned a priority 1 contract. Their mission: Dispatch an American business magnate during the party he's hosting in his château in north-western France.","loc":["Sali 203b"],"date":"2016-07-31","time":"11:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":8798,"name":"Salo Tommi"}],"attendance":"3-5","attributes":["Kevyet säännöt / Rules light","Moderni / Modern"],"_id":"JYb2nZpqdzesvpmH","createdAt":{"$$date":1469030701875},"updatedAt":{"$$date":1469030701875}}
{"id":7761,"title":"Viljakkalan vihat","desc":"Roudan maa: kalevalainen fantasiaseikkailu, jossa verikosto läikkyy Kyrön pitäjässä. Mutta miten Vaherin rauta, maahiset ja himotun kuusi liittyvät verivihaan? Vahvat sankarihahmot tulevat samasta suvusta. 8 valmishahmoa, joista pelaajat valitsevat. Hahmojen tehtävä on pelastaa sukunsa ja talonsa ylivoimaa vastaan: onneksi heillä on halluussaan vanhaa taikuutta ja toivottavasti tarpeeksi sisua.","loc":["Sali 307"],"date":"2016-07-30","time":"10:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Äänekäs"],"people":[{"id":8775,"name":"Ruotsalainen Wille"}],"attendance":"2-5 ","attributes":["Fantasia / Fantasy","Seikkailu / Exploration","Vakava pelityyli / Serious gamestyle","Kevyt pelityyli / Light gamestyle","Kevyet säännöt / Rules light"],"_id":"LPM3L0TJenxJTPsT","createdAt":{"$$date":1469030701829},"updatedAt":{"$$date":1469030701829}}
{"id":7631,"title":"#7–00: The Sky Key Solution (1-11)","desc":"A Pathfinder Society Scenario designed for levels 1–11.  At long last, the Pathfinder Society has reassembled the Numerian device known as the Sky Key. Initial tests suggest it is capable of projecting a location’s past into the present, allowing Society agents to peruse books from destroyed libraries and speak with echoes of long-dead heroes. Now that it has perfected the Sky Key’s controls, the Pathfinder Society is prepared to extract a slice of Absalom’s history and bring it into the present; however, there’s no telling what might be waiting inside—or who in the present might wish to wield the same power.","loc":["Sali 209"],"date":"2016-07-30","time":"14:00","mins":300,"tags":["Pöytäpelit","Pelisääntöjen tuntemus suotavaa","Ei sovellu lapsille"],"people":[{"id":7105,"name":"Sillanpää Mikko"},{"id":9827,"name":"Zdancuks Aleksandrs"},{"id":8337,"name":"Leppäniemi Jarmo"},{"id":7868,"name":"Rekola Mikko"},{"id":8302,"name":"Kiljunen Atte"},{"id":9823,"name":"Lehto Jesse"},{"id":7309,"name":"Hiltula Minna"},{"id":9828,"name":"Alanen Kalle"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"LTMAMKz6NCgzt3XF","createdAt":{"$$date":1469030701843},"updatedAt":{"$$date":1469030701843}}
{"id":7373,"title":"Henkien virasto","desc":"Aineettomat henget ovat jääneet vangeiksi olemattomuuden ja olemisen välitilaan. He eivät voi puhua keskenään eivätkä koskea maailmaan muuten kuin omaksumalla Naamion. Naamiot sitovat henget kuitenkin tiukkoihin rooleihin eivätkä he voi kuin noudattaa näiden roolien antamia sääntöjä tai luopua Naamiosta palaten vapaiksi hengiksi. Huolimatta näistä rajotteista henget kykenevät oivaltamaan sääntöjen arvaamattomat yhteisvaikutukset ja yhteistyöllä vapauttamaan toisensa henkien viraston uumenista. Useita lyhyitä skenaarioita puzzlen ja larpin välimaastosta. 3-8 pelaajaa, aloittelijaystävällinen. Peliin voi liittyä kesken pelin sekä lähteä pois. ","loc":["Sali 302"],"date":"2016-07-29","time":"20:00","mins":120,"tags":["Pöytäpelit","Freeform","Aloittelijaystävällinen"],"people":[{"id":9567,"name":"Lappalainen Viljami"}],"attendance":"3-8","attributes":["Muu / Other"],"_id":"LnqFwgaIUzRaOeht","createdAt":{"$$date":1469030701821},"updatedAt":{"$$date":1469030701821}}
{"id":7696,"title":"Hirviöni","desc":"Jokainen tuntee juonen, jossa hirviö pelottelee, jahtaa ja ehkä tappaa. Nyt pelaajat pääsevät astumaan hirviöiden saappaisiin. Vuonna 2008 muutamat hirviöt päätyivät asumaan tyhjentyneeseen omakotitaloon. Millaisia nämä hirviöt ovat ja mitä ne tekevät ihmisen saapuessa taloon? Sen kerrotte te. Peli on luultavasti lähempänä kauhukomediaa kuin puhdasta kauhua. Pelisysteemi on kotitekoinen ja yksinkertainen. Hirviöiden luonne ja ominaisuudet määrittyvät pelin edessä. Ulkomuotoa voi miettiä jo valmiiksi.","loc":["Sali 307"],"date":"2016-07-31","time":"11:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":8428,"name":"Lappalainen Jani"}],"attendance":"3-5","attributes":["Hahmovetoinen / Character driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Kauhu / Horror"],"_id":"LxBHyR1ioRLbLUKJ","createdAt":{"$$date":1469030701878},"updatedAt":{"$$date":1469030701878}}
{"id":7795,"title":"Five Broken Swords","desc":"Five Broken Swords is a story roleplaying game about adventurers in a fantasy world on a long and unfulfilled quest. The quest has dragged on for years. The adventurers are old, tired, and ready to give up. But maybe the fabled relic lies in the next dungeon up ahead. Each adventurer has a secret reason for being on the quest, which could usurp the journey. In the end, will you fail together? Succeed alone? Protocol System. Voidaan pelaajien halutessa vetää suomeksikin.","loc":["Sali 306"],"date":"2016-07-30","time":"12:00","mins":120,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille","Englanninkielinen"],"people":[{"id":8313,"name":"Vedenoja Perttu"}],"attendance":"2-4","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Draama / Drama","Fantasia / Fantasy"],"_id":"MGqtqSjkniVpyzas","createdAt":{"$$date":1469030701838},"updatedAt":{"$$date":1469030701838}}
{"id":7754,"title":"Epic Elemental Vault","desc":"Underneath the City of Elements is a vault. It is an archive of history and knowledge for only the most powerful and brave. Descend into it's depths, deep underground into the ancient labyrinth created by the mages of old. These mages were highly paranoid about keeping their treasures safe and devised a gauntlet of insidious traps and terrible dangers. Death is written on the walls and floors with corpses and remains of the would-be thieves and foolhardy adventurers. Weird and fatal injuries around every corner with terrifying monsters lurking where you least expect! Very few have ever seen the inner sanctum, let alone make the vault a little emptier. That is exactly what you as a collective have decided to do. Can you and your party traverse the halls and get out with more than just your lives?   **Warning** This is a very challenging and seriously fun dungeon. Along with being a funny and tricky, it is designed to kill you.","loc":["Sali 203a"],"date":"2016-07-29","time":"17:00","mins":480,"tags":["Pöytäpelit","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":8202,"name":"Rishling Zach"}],"attendance":"5-10","attributes":["Taisteluvetoinen / Combat driven","Kevyet säännöt / Rules light","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"MNxSwAl3psVsxAy1","createdAt":{"$$date":1469030701800},"updatedAt":{"$$date":1469030701800}}
{"id":7728,"title":"#6–99: True Dragons of Absalom","desc":"A Pathfinder Society Scenario designed for 4th-level pregenerated characters.  For several years, the Pathfinder Society has enjoyed a mutually beneficial alliance with the Sewer Dragons, the dominant tribe of kobolds living beneath Absalom. When an elite patrol discovers a wounded member of the Society with a desperate message, the Sewer Dragons must move quickly intercept an extraordinary threat from seizing their territory—if not Absalom itself! In this special adventure the players portray kobolds as unlikely defenders of the City at the Center of the World using 4th-level pregenerated characters.","loc":["Sali 209"],"date":"2016-07-30","time":"20:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":8941,"name":"Miinalainen Toni"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"Mps4lLNcmfMdwRoz","createdAt":{"$$date":1469030701867},"updatedAt":{"$$date":1469030701867}}
{"id":7396,"title":"Garnet Town Gambit: All-Star Game","desc":"Guest of Honor Ross Watson runs the popular Savage Worlds tabletop game for our All-Star group. Ropecon attendees are invited to come see how the story unfolds.\r\n\r\nExplore the world of Rifts using the Savage Worlds RPG system! A small town is caught in the middle between different groups wanting to exploit the region. Heroes of the Tomorrow Legion arrive just in time to make a difference in this settlement's future. But first, the Legionnaires have to deal with various threats that could wipe this town of the map!\r\n\r\nKeywords: Rifts, Savage Worlds, Difficult choices, Roleplaying, Investigation, Combat, Epic.","loc":["Halli 5 Ohjelmalava"],"date":"2016-07-30","time":"10:00","mins":240,"tags":["Pöytäpelit","Muu ohjelma","Englanninkielinen"],"people":[{"id":7868,"name":"Rekola Mikko"},{"id":8124,"name":"Viertiö Aaro"},{"id":6753,"name":"Sorsa Jukka "},{"id":6122,"name":"Fredman Miska"},{"id":7507,"name":"Soanjärvi Nuppu"},{"id":9763,"name":"Watson Ross"}],"attendance":"6","_id":"MrNX1eFJ5a2Q1U6A","createdAt":{"$$date":1469030701823},"updatedAt":{"$$date":1469030701823}}
{"id":7732,"title":"Lamentations of the Flame Princess - Sirenswail","desc":"Pelitestaamme LotFP retrokloonin beta-sääntöjä. Englannin sisällissodan aikaan joukko seikkailijoita päättää tutkia luonnottoman vaurasta kylää.","loc":["Sali 203a"],"date":"2016-07-30","time":"18:00","mins":360,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":9279,"name":"Nikula Aleksi"}],"attendance":"3-5","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Kauhu / Horror","Historiallinen / Historical","Fantasia / Fantasy"],"_id":"MrVKkVFHVX9kq731","createdAt":{"$$date":1469030701856},"updatedAt":{"$$date":1469030701856}}
{"id":7768,"title":"Repossession: Earth - Washingtonin lunastus","desc":"Life on Earth was devastated by the Omega-virus some twenty years ago. You will play a group of corporate Repossession Operatives, sent to claim valuable assets before a massive reclamation campaign is launched for the Greater Washington Area. This session is also a beta-test of the Repossession: Earth -campaign setting & rules and we hope to hear feedback on both after the game.","loc":["Sali 306"],"date":"2016-07-29","time":"20:00","mins":240,"tags":["Pöytäpelit","Englanninkielinen"],"people":[{"id":9766,"name":"Saariaho Sakari"}],"attendance":"3-5","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Moderni / Modern","Sci-fi"],"_id":"MuqW2jSt1UARFZgS","createdAt":{"$$date":1469030701822},"updatedAt":{"$$date":1469030701822}}
{"id":7678,"title":"Korruptiota Rethessä","desc":"Rethe/Paya Cluster/Spinward Marches vuonna 1126 Kolmannen Imperiumin synnystä  Rethen 13. kuningas, kansan rakastama Adrihen, on päättänyt tehdä lopun planeettaa   vaivaavasta köyhyydestä ja takapajuisuudesta. Vedetön Rethen maailma asutettiin jo   vuosisatoja sitten kun ensimmäiset kaivossiirtokunnat perustettiin. Niiden menestys   houkutteli väkeä vähitellen enemmän ja enemmän siitä huolimatta että planeetta on   ympäristöltään elämälle vihamielinen. Kaivostoiminnan menestys takasi Retheläisille   hyvän toimeentulon pitkäksi aikaa. Pari sataa vuotta sitten väestönkasvu kääntyi   räjähdysmäiseen nousuun ja planeetan väkiluku on kasvanut silloisesta 400 miljoonasta   yli 30 miljardiin. Tämä onkin ylittänyt planeetan kapasiteetin; Rethe pystyy valtavasta   malmintuotannostaan huolimatta hädintuskin ruokkimaan väestönsä. Lisäksi Retheä vaivaa   suurtyöttömyys, sillä planeetalla olevat kaivokset ovat jo täysin työllistettyjä, mutta   asteroidivöiden hyödyntämiseen ei ole riittäviä resursseja.   Kuningas Adrihenilla on kunnianhimoinen suunnitelma, jonka avulla hän aikoo pelastaa   Rethen tulevaisuuden: Rethen on pyrittävä sekä omavaraisuuden lisäämiseen   kiertoratafarmeilla että maailmojenvälisen kaupan lisäämiseen. Payan tähtiryhmä   tunnetaan takahikiänä sillä suuret kauppareitit kiertävät sen. Jos Rethen tähtisatama   saataisiin laajennettua ja modernisoitua, se voisi oikaista Rhylanorin ja Efaten   välisen kauppareitin, joka nyt joutuu kiertämään Mourghesin kautta. Tämä   kunnianhimoinen suunnitelma sisältää useita lainarahalla toteutettavia megaprojekteja,   jotka tulevat työllistämään planeetan asukkaita.  Se mitä kuningas Adrihen ei ole ottanut huomioon on Rethen hallinnon korruptio, joka on   päässyt rehottamaan hänen isänsä ja isoisänsä valtakausilla. Pelaahahmot ovat   korruptoituneita virkamiehiä, jotka on nimitetty yhden näistä megaprojekteista   johtokuntaan. Kaikkien yhteisenä tavoitteena on saada megaprojekti onnistumaan edes   jollain tasolla ja henkilökohtaisena tavoitteena vetää välistä niin paljon kuin ehtii   ilman että joutuu syytetyksi projektin epäonnistumisesta. Epäonnistuminen on   vaarallista sillä vaikka kuningas Adrihen on kansan rakastama, on hän myös Rethen   yksinvaltias!  Pelimaailmana on siis Travellerin Kolmas Keisarikunta, mutta sen tarkempi tuntemus ei   ole välttämätöntä. Pelijärjestelmänä toimii yksinkertainen korttipeli jolla resursseja   käytetään, tuhlataan ja varastetaan. Peli sopii siis niin aloittelijoille kuin   konkareillekin.  Yhdessä pelissä käydään läpi yhteen megaprojektiin liittyvä kähmintä. Projektin vaihtuessa otetaan uusia pelaajia poistuvien tilalle. Jos hahmo ei joudu syytteeseen, sillä voi jatkaa seuraavassa projektissa. Tarvittaessa vanhat pelaajat voivat jatkaa uusilla hahmoilla. ","loc":["Sali 203a"],"date":"2016-07-30","time":"16:00","mins":120,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":5748,"name":"Kenkkilä Jussi"}],"attendance":"3-6","attributes":["Kevyet säännöt / Rules light","Sci-fi"],"_id":"NDw6SBnyANVVTVU4","createdAt":{"$$date":1469030701851},"updatedAt":{"$$date":1469030701851}}
{"id":7665,"title":"Murha Tzu Lingissä","desc":"Kralorelalaisen Tzu Lingin kaupungin harmoninen rauha on rikkoutunut: kaupungin ja koko maakunnan eksarkki on murhattu. Kaupunki voi ajautua kaaokseen, jos tapausta ei saada pian selvitettyä. Niinpä tuomari Deng apulaisineen kutsutaan tutkimaan murhaa. Pystyvätkö he ratkaisemaan tapauksen kaikkien lohikäärmetaiteen sääntöjen mukaan? Peli sijoittuu Gloranthan maailmaan, ja sääntöinä toimii HeroQuestin suomenkielinen laitos. Pelissä on valmiit hahmot.","loc":["Sali 203a"],"date":"2016-07-30","time":"17:00","mins":360,"tags":["Pöytäpelit"],"people":[{"id":5452,"name":"Järvinen Matti"}],"attendance":"3–5","attributes":["Kevyet säännöt / Rules light","Vakava pelityyli / Serious gamestyle","Mysteeri / Investigation","Fantasia / Fantasy"],"_id":"NPve0ePHNoAeymcS","createdAt":{"$$date":1469030701853},"updatedAt":{"$$date":1469030701853}}
{"id":7687,"title":"Tuikkivan Tähden Seurakunta","desc":"Uusi seurakunta perustettiin paikkakunnalle reilut puolisen vuotta sitten ja on jo saavuttanut yllättävääkin suosiota, varsinkin hyvätekeväisyystempauksillaan! Päällisin puolin vaikuttaisi että kyseessä on erinomaisesti nykyajan vaatimuksiin muuntunut kristitty kirkkokunta, mutta kenties liiankin täydellinen? Pahat kielet kuiskuttelevat että taustalla piilee jotain hyvinkin mätää, ja nyt skuupin toivossa seurakuntaan soluttautunut reportteriystävänne on ollut lähes kuukauden kateissa, vaikka oli luvannut pitää yhteyttä. Päätätte yhdistää voimanne, selvittää ystävänne kohtalon sekä mahdollisesti lahkon salaisuuden...","loc":["Sali 203b"],"date":"2016-07-29","time":"19:00","mins":300,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9662,"name":"Koskinen Unto"}],"attendance":"3-5","attributes":["Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Vakava pelityyli / Serious gamestyle","Mysteeri / Investigation","Kauhu / Horror","Moderni / Modern"],"_id":"NzgjQTFPE3OFk2Eu","createdAt":{"$$date":1469030701814},"updatedAt":{"$$date":1469030701814}}
{"id":7670,"title":"peli k","desc":"huumoria, juonittelua ja pientä tappelua","loc":["Sali 203a"],"date":"2016-07-31","time":"12:00","mins":120,"tags":["Pöytäpelit","Aloittelijaystävällinen","Soveltuu lapsille"],"people":[{"id":8396,"name":"Jääskeläinen Reko"}],"attendance":"2-8","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Mysteeri / Investigation","Fantasia / Fantasy"],"_id":"OZGxLbiZmfKmj6Xx","createdAt":{"$$date":1469030701879},"updatedAt":{"$$date":1469030701879}}
{"id":7648,"title":"Ruins of Bonekeep Level Three: The Wakening Tomb (5-9)","desc":"Throughout many an inn and tavern in Absalom, talk centers around the ancient siege castle of Bonekeep. Thought abandoned, rumor now holds that the crumbling fortress might once again harbor a threat to the city. Numerous groups of Pathfinders have ventured inside but few have emerged, speaking of terrors of the body and mind. Despite their losses, the Pathfinder Society has pushed ever deeper into the dungeons underneath Bonekeep, and some believe they may have found its heart. But purging that foul place of the evil within might exact the ultimate price. Please note that the threat of character death is very real in this event.","loc":["Sali 209"],"date":"2016-07-29","time":"20:00","mins":300,"tags":["Pöytäpelit","Pelisääntöjen tuntemus suotavaa"],"people":[{"id":7309,"name":"Hiltula Minna"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"Oju9QPZeofwAtluq","createdAt":{"$$date":1469030701818},"updatedAt":{"$$date":1469030701818}}
{"id":7659,"title":"Charlie ei surffaa","desc":"Roolipelikampanja Vietnamin sodasta. Nyt 21. kertaa Ropeconissa. http://www.charlieeisurffaa.com  Muuta pelitietoa pelaajille: Ilmoittautuminen pelipaikalla. Aikaisempaa pelikokemusta ei tarvita. Huom! Tänä vuonna ei ole mahdollista pelata kommunistisia pelaajahahmoja (sissejä) sillä pelinjohtajia on vain yksi.","loc":["Sali 303"],"date":"2016-07-30","time":"10:00","mins":780,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":5732,"name":"Juhola Eero"}],"attendance":"8+","attributes":["Taisteluvetoinen / Combat driven","Raskaat säännöt / Rules heavy","Sota / War","Moderni / Modern","Historiallinen / Historical"],"_id":"PLPYkMKuzGb4UObf","createdAt":{"$$date":1469030701828},"updatedAt":{"$$date":1469030701828}}
{"id":7646,"title":"Neanderthal: Tarinoita sukupuuton partaalta","desc":"Neanderthal: Tarinoita sukupuuton partaalta on aloittelijaystävällinen pöytäroolipeli, jossa pelaajat asettuvat kadonneen lajitoverimme rooliin. Nämä maalattujen luolien asukkaat varustautuvat kivikautisin työkaluin ja kohtaavat ankaran luonnon; Jättimäiset nisäkkäät, luonnonkatastrofit, vihaiset henget ja reviirille tunkeutuvat oudot nykyihmiset. Onko tämä tarina selviytymisestä vai sukupuutosta?","loc":["Sali 203a"],"date":"2016-07-29","time":"17:00","mins":180,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9230,"name":"Hiljander Henri"}],"attendance":"5","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Seikkailu / Exploration","Historiallinen / Historical"],"_id":"PODxHnzOMWdYyWij","createdAt":{"$$date":1469030701802},"updatedAt":{"$$date":1469030701802}}
{"id":7633,"title":"Continuity","desc":"Tutkimusasema Kepler on ollut eristyksissä Kuiperin vyöhykkeellä kuusi kuukautta kartoittamassa avaruutta ja tekemässä tieteellisiä kokeita. Avaruuden syvyydestä löytyy kuitenkin jotain odottamatonta...  Continuity on Eclipse Phaseen julkaistu seikkailu ja se sijoittuu Eclipse Phasen transhumanistiseen tulevaisuuteen. Pelin aiempi tuntemus ei ole tarpeen. Peli pelataan hieman yksinkertaisemmalla GUMSHOE-pelijärjestelmällä.","loc":["Sali 203a"],"date":"2016-07-29","time":"19:00","mins":300,"tags":["Pöytäpelit"],"people":[{"id":6601,"name":"Arjoranta Jonne"}],"attendance":"6","attributes":["Vakava pelityyli / Serious gamestyle","Mysteeri / Investigation","Kauhu / Horror","Sci-fi"],"_id":"QJb5MzIKg2fqa76J","createdAt":{"$$date":1469030701813},"updatedAt":{"$$date":1469030701813}}
{"id":7786,"title":"Vetehisten Virsi - 3. retkikunta","desc":"Kuuletko aaltojen pauhun korvissasi? Kaipaatko kaukaisille rannoille, kartoittamaan asumattomia saaria ja löytämään uusia kansoja? Vai kiiltääkö silmissäsi kadonneiden kansojen aarteet? Tai kenties motiivisi ovat alhaisemmet ja pyrit vain hyötymään muiden uhkarohkeiden onnenonkijoiden kustannuksella? Tule mukaan selvittämään Astinkivisaarten salaisuuksia ja jättämään jälkesi, joita muut pelaajat voivat seurata!","loc":["Sali 306"],"date":"2016-07-31","time":"11:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":7515,"name":"Suominen Samuli"}],"attendance":"3 - 6","attributes":["Seikkailu / Exploration","Kauhu / Horror","Fantasia / Fantasy"],"_id":"QVlownQfxb1HDCLV","createdAt":{"$$date":1469030701876},"updatedAt":{"$$date":1469030701876}}
{"id":7706,"title":"Through Hell and Highwater (D&D 5e)","desc":"The trade city of Highwater lies in a fortunate and unfortunate location, being the pit stop for merchant heading for the trade hub of Salad'Dum, and being relatively close to the hostile high elven Elarsian Empire. It also is the home the Abettorian Society, the adventurers' guild. After a long period of peace, quiet and trade, occurrences of theft and disappearances are sweeping the town, leaving the local law enforcement seemingly powerless at the lack of evidence left by the culprit(s). And it has come time for the Abettorians to pick up the investigation, and seek the one(s) terrorizing their \"hometown\".  ","loc":["Sali 203b"],"date":"2016-07-29","time":"17:00","mins":180,"tags":["Pöytäpelit","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":9813,"name":"Lind Joonas"}],"attendance":"3-6","attributes":["Tarinavetoinen / Story driven","Mysteeri / Investigation","Fantasia / Fantasy"],"_id":"QsC550wGsA1FcWcG","createdAt":{"$$date":1469030701803},"updatedAt":{"$$date":1469030701803}}
{"id":7723,"title":"The Stars are Right","desc":"The Stars Are Right on kolmen tunnin skenaario jossa tähdet asettuvat viimein oikeaan asentoon ja suurten muinaisten paluu maailmaan alkaa. ","loc":["Sali 203a"],"date":"2016-07-31","time":"12:00","mins":180,"tags":["Pöytäpelit","Aloittelijaystävällinen","Pelimaailman tuntemus suotavaa"],"people":[{"id":9795,"name":"Marjomaa Heikki"}],"attendance":"4","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyt pelityyli / Light gamestyle","Muu / Other","Mysteeri / Investigation","Seikkailu / Exploration","Kauhu / Horror","Moderni / Modern","Fantasia / Fantasy"],"_id":"RAChXIwN3ckImI6H","createdAt":{"$$date":1469030701879},"updatedAt":{"$$date":1469030701879}}
{"id":7377,"title":"Nukkemestari","desc":"Aloittelijoille(kin) sopiva cyberpunk-jeepform identiteetistä, muistoista ja todellisuuden hajoamisesta.","loc":["Sali 302"],"date":"2016-07-30","time":"12:00","mins":180,"tags":["Pöytäpelit","Freeform","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":7487,"name":"Eronen Antti"}],"attendance":"3","attributes":["Tarinavetoinen / Story driven","Sci-fi"],"_id":"RLzF3ATeZlWJfyGG","createdAt":{"$$date":1469030701838},"updatedAt":{"$$date":1469030701838}}
{"id":7656,"title":"Obsidiaanitorni","desc":"Johdata velhottaret vaarojen läpi. GURPS 3 laitos","loc":["Sali 203a"],"date":"2016-07-30","time":"15:00","mins":300,"tags":["Pöytäpelit","Ei sovellu lapsille"],"people":[{"id":9356,"name":"Jouha Jarmo"}],"attendance":"2-3","attributes":["Vakava pelityyli / Serious gamestyle","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"SCiFPb0ayXOl4pog","createdAt":{"$$date":1469030701846},"updatedAt":{"$$date":1469030701846}}
{"id":7643,"title":"Harmaakoura: Kauhujen matka","desc":"Harmaakoura on järjestö joka toimii eri puolilla haltijaimperiumia, suojaten ja puolustaen sen   kansalaisia. Harmaakouraan kuuluvat parhaimmista parhaimmat eri roduista joille mikään tehtävä ei ole   liian vaikea.  Harmaakouran sessiot ovat lyhyitä ja vauhdikkaita jotka sopivat hyvin jopa aloittelijoille. Villit   temput eivät ole kiellettyjä Harmaakouran riveissä vaan jopa suotavia.   Nopat sekä kirjoitusvälineet tarjotaan pelinjohdon puolesta.  Harmaakoura on kutsuttu ilmalaiva Vitianian neitsytmatkalle. Harmaa kouralaiset voivat siis levähtää   koska eihän kukaan halua tälläistä iloista hetkeä pilata?  D&D Next sääntöjärjestelmä.","loc":["Sali 306"],"date":"2016-07-30","time":"13:00","mins":120,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":7925,"name":"Heinonen Joni"}],"attendance":"2-4","attributes":["Fantasia / Fantasy","Vakava pelityyli / Serious gamestyle","Kevyt pelityyli / Light gamestyle","Kevyet säännöt / Rules light","Taisteluvetoinen / Combat driven"],"_id":"SN6Qlym4kIdasJhV","createdAt":{"$$date":1469030701842},"updatedAt":{"$$date":1469030701842}}
{"id":7776,"title":"Sotakarjut – operaatio Kärsä","desc":"Sotakarjut roolipelin demokampanja. ","loc":["Sali 203b"],"date":"2016-07-29","time":"18:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":6813,"name":"Sihvo Rami "}],"attendance":"4-6","attributes":["Taisteluvetoinen / Combat driven","Draama / Drama","Sota / War","Sci-fi"],"_id":"STEA9bpIoOuP7Ncg","createdAt":{"$$date":1469030701808},"updatedAt":{"$$date":1469030701808}}
{"id":7372,"title":"Henkien virasto","desc":"Aineettomat henget ovat jääneet vangeiksi olemattomuuden ja olemisen välitilaan. He eivät voi puhua keskenään eivätkä koskea maailmaan muuten kuin omaksumalla Naamion. Naamiot sitovat henget kuitenkin tiukkoihin rooleihin eivätkä he voi kuin noudattaa näiden roolien antamia sääntöjä tai luopua Naamiosta palaten vapaiksi hengiksi. Huolimatta näistä rajotteista henget kykenevät oivaltamaan sääntöjen arvaamattomat yhteisvaikutukset ja yhteistyöllä vapauttamaan toisensa henkien viraston uumenista. Useita lyhyitä skenaarioita puzzlen ja larpin välimaastosta. 3-8 pelaajaa, aloittelijaystävällinen. Peliin voi liittyä kesken pelin sekä lähteä pois. ","loc":["Sali 302"],"date":"2016-07-29","time":"16:00","mins":120,"tags":["Pöytäpelit","Freeform","Aloittelijaystävällinen"],"people":[{"id":9567,"name":"Lappalainen Viljami"}],"attendance":"3-8","attributes":["Muu / Other"],"_id":"SZSPwcRdh3Zq6Ik9","createdAt":{"$$date":1469030701794},"updatedAt":{"$$date":1469030701794}}
{"id":7705,"title":"#7–18—Faithless and Forgotten, Part 3: The Infernal Inheritance (1-5)","desc":"A Pathfinder Society Scenario designed for levels 1-5.  Tragedy has struck, and the Society’s attention must turn from academics to action as they infiltrate a seemingly impenetrable facility in the heart of Ostenso, one of Cheliax’s greatest ports. They must act quickly, for only the distraction of a national holiday can provide the PCs the cover they need to get in, get the job done, and get out without drawing the attention of an entire city’s guards.","loc":["Sali 209"],"date":"2016-07-31","time":"12:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":8337,"name":"Leppäniemi Jarmo"}],"attendance":"3-6","attributes":["Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"SihbJEsaF9jUkaHh","createdAt":{"$$date":1469030701881},"updatedAt":{"$$date":1469030701881}}
{"id":7635,"title":"Kesä 1254","desc":"Sankariteot eivät katso kokoa. Tässä David Petersenin sarjakuvasarjaan perustuvassa maailmassa otat hiirikaartilaisen roolin keskiaikaissävytteisessä valtakunnassa ja ryhdyt eeppiseen seikkailuun jossa mittasuhteet ovat sinua vastaan. Mouse Guard RPG on Luke Cranen palkittu indie-peli aloittelijaystävällisellä dice pool -mekaniikalla, joka tähtää pelaajien laajempaan osallistumiseen tarinankerronnassa. Peli ei vaadi ennakkotietämystä pelimekaniikoista taikka maailmasta. Tarina alkaa, kun kevättulvat uhkaavat hukuttaa Shaleburrowin luolastokaupungin. Kaartilaisten matriarkka Gwendolyn on hälyttänyt teidän partionne selvittämään asiaa.","loc":["Sali 212"],"date":"2016-07-30","time":"10:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9613,"name":"Asumalahti Aleksi"}],"attendance":"3-4","attributes":["Hahmovetoinen / Character driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"T54y7zdWHtxFJynr","createdAt":{"$$date":1469030701827},"updatedAt":{"$$date":1469030701827}}
{"id":7716,"title":"the Eternals - Heart of Deus II","desc":"Teidät on valittu tehtävälle, johon kukaan muu ei rohkenisi lähteä. Deus reaktorin sisällä muhiva jumala aiheuttaa ennätyslukemia energiantuotannossa, mikä viestii vaarallisesta kepulipelistä. Laitoksen johtaja rikastuu entisestään, mutta leikkii samalla kaupungin turvallisuudella sekä jumalan hengellä. Tehtävänne on murtautua sisään tarkasti vartijoituun reaktoriin ja tutkia jumalan tilanne. Huomaatte pian ettei tehtävä tule onnistumaan ilman kolhuja - eikä työnantajanne ole ainut tilanteesta kiinnostunut.   The Eternals on roolipeli ihmisten kaupungeista, joiden koneet pyörivät kaapattujen jumalien energialla. Tule kokeilemaan pelin uunituoretta alpha-versiota!  ","loc":["Sali 203b"],"date":"2016-07-30","time":"18:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":8971,"name":"Makkonen Arhi"}],"attendance":"3-4","attributes":["Tarinavetoinen / Story driven","Draama / Drama","Mysteeri / Investigation","Seikkailu / Exploration"],"_id":"T7gQ3KAhzXS0zMHn","createdAt":{"$$date":1469030701857},"updatedAt":{"$$date":1469030701857}}
{"id":7757,"title":"Varo, pettureita on kaikkialla, älä luota keneenkään ja pidä laserisi valmiina","desc":"Paranoiaa jossa metsästetään pettureita mitä erikoisimmista paikoista. Muista että tietokone on ystäväsi.","loc":["Sali 214"],"date":"2016-07-29","time":"18:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":6655,"name":"Roto Vesa"}],"attendance":"3-7","attributes":["Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Sci-fi"],"_id":"TcQdF0smVQGWvngE","createdAt":{"$$date":1469030701810},"updatedAt":{"$$date":1469030701810}}
{"id":7756,"title":"City of the Elements","desc":"Welcome to the city of Unity! Within this city, you can interact with the hoards of NPCs, explore the grandeur and unveil mysteries. You can do anything you want... ANYTHING. There are no limits, no censors, in this adult version of our favorite RPG game. Play the role of my unique characters or bring your own and add your name to the heros of old. Can you work together with your teammates to reach the goal? Find clues, fight monsters, take risks, solve puzzles, be an adventurer! Come to the city of elements and take your destiny into your own hands.   You will begin in an elemental world and a task will be given depending on the group's skill sets and desires. A setting for each element has been prepared, so up to three stories may be played.","loc":["Sali 203a"],"date":"2016-07-30","time":"20:00","mins":360,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille","Englanninkielinen"],"people":[{"id":8202,"name":"Rishling Zach"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Draama / Drama","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"TkVZHBAXjCs54Jb1","createdAt":{"$$date":1469030701863},"updatedAt":{"$$date":1469030701863}}
{"id":7637,"title":"#7–27: Beyond Azlant Ridge (3-7)","desc":"Six years ago, the Pathfinder Society narrowly avoided disaster at an archaeological excavation in the Terwa Uplands. The expedition recovered and resumed its work, and at long last they have learned what the ancient culture had hoped to guard. That’s when all correspondence ended. Fearing the excavation may be besieged once more, the Society has sent the PCs to save who they can, salvage what they must, and uncover a secret that has laid buried outside Bloodcove for millennia.","loc":["Sali 209"],"date":"2016-07-31","time":"10:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":9824,"name":"Frösen Joonas"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"TyP6gjNEbCHFP5Ay","createdAt":{"$$date":1469030701871},"updatedAt":{"$$date":1469030701871}}
{"id":7685,"title":"Dread - Under silicon fist","desc":"Tulevaisuudessa ihmiskunta kehittää todellisen tekoälyn, joka nopeasti kääntyy ihmiskuntaa vastaan. Seuraa lyhyt sota, jossa teknologiasta riippuva ihmiskunta jää alakynteen. Tekoäly huomaa kuitenkin pian ettei pysty itse kaikkeen ja rauha ihmiskunnan kanssa syntyy symbioottisen suhteen pohjalta. Tämä on jo historiaa ja nykypäivänä teknologisten harppausten ansiosta avaruusmatkustus on arkipäivää. Peli sijoittuu matkalla olevalle avaruusalukselle, jossa ihmisiä on mukana vain syväjäädytettynä huoltoväkenä, joita käytetään vain jos heitä tarvitaan.","loc":["Sali 307"],"date":"2016-07-31","time":"10:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":9665,"name":"Korkama Timo"}],"attendance":"3 - 6","attributes":["Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Kauhu / Horror","Sci-fi"],"_id":"UQqIB2z3hV4kGeTZ","createdAt":{"$$date":1469030701874},"updatedAt":{"$$date":1469030701874}}
{"id":7788,"title":"Punaista lunta","desc":"Neuvosto-Venäjä, 1920-luvun alku. Vallankumous on ohi, mutta taantumuksen voimat pyrkivät yhä tukahduttamaan työläisten vapauden. Joukko KGB:n edeltäjän, Chekan, agentteja lähetetään tärkeälle tehtävälle kylmään pohjoiseen. Tiedossa absurdeja ambitioita, jäätävää juonittelua, lumista leikinlaskua ja pimeää politiikkaa. Saavuttaakseen työväen paratiisin täytyy ensin liata kätensä. ","loc":["Sali 306"],"date":"2016-07-29","time":"20:00","mins":300,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":6817,"name":"Tenhunen Tuukka"}],"attendance":"3 - 5","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Mysteeri / Investigation","Seikkailu / Exploration","Sota / War","Moderni / Modern","Historiallinen / Historical"],"_id":"UTmz4d8YpLBhMI85","createdAt":{"$$date":1469030701821},"updatedAt":{"$$date":1469030701821}}
{"id":7763,"title":"Through the Breach, Henchman, Penny Dreadful","desc":"Tutustumista Through the Breach roolipelin sääntöihin ja maailmaan. Peli sijoittuu samaan maailmaan kuin Malifaux Figuuripeli.","loc":["Sali 307"],"date":"2016-07-29","time":"16:00","mins":120,"tags":["Pöytäpelit","Ei sovellu lapsille"],"people":[{"id":7020,"name":"Saarenmaa Tero"}],"attendance":"3-5","attributes":["Taisteluvetoinen / Combat driven","Hahmovetoinen / Character driven","Seikkailu / Exploration","Historiallinen / Historical","Fantasia / Fantasy"],"_id":"UYwjRRSHTJr6mFse","createdAt":{"$$date":1469030701799},"updatedAt":{"$$date":1469030701799}}
{"id":7722,"title":"The Stars are Right","desc":"The Stars Are Right on kolmen tunnin skenaario jossa tähdet asettuvat viimein oikeaan asentoon ja suurten muinaisten paluu maailmaan alkaa. ","loc":["Sali 203a"],"date":"2016-07-30","time":"16:00","mins":180,"tags":["Pöytäpelit","Aloittelijaystävällinen","Pelimaailman tuntemus suotavaa"],"people":[{"id":9795,"name":"Marjomaa Heikki"}],"attendance":"4","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyt pelityyli / Light gamestyle","Muu / Other","Mysteeri / Investigation","Seikkailu / Exploration","Kauhu / Horror","Moderni / Modern","Fantasia / Fantasy"],"_id":"VJNzMwsvVQzWIHZ4","createdAt":{"$$date":1469030701851},"updatedAt":{"$$date":1469030701851}}
{"id":7787,"title":"#7–22: Bid for Alabastrine (1-5)","desc":"A Pathfinder Society Scenario designed for levels 1–5.  Decades ago, the merchant nation of Druma anticipated a wave of migrants and built the city Alabastrine to accommodate them. The mass migration never happened. Always seeking a return on investment, Druma recently began auctioning off control of the city to the highest bidders and wealthiest entrepreneurs for five years at a time. The next auction begins soon, and the powerful Aspis Consortium gold agent Myrosype—an enemy of the Society responsible for countless Pathfinders’ deaths—is poised to take control of the whole city for her own nefarious ends. The Society has secured a few invitations for the PCs to attend the auction. Can they disrupt the event’s delicate politics in order to stop their rival, or will the Aspis Consortium gain an unassailable stronghold?","loc":["Sali 209"],"date":"2016-07-29","time":"18:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":5388,"name":"Särkijärvi Jukka"}],"attendance":"3-6","attributes":["Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"VOoIqbCrsWcJoZ7A","createdAt":{"$$date":1469030701808},"updatedAt":{"$$date":1469030701808}}
{"id":7708,"title":"Catacombs of 'Dum (D&D 5e)","desc":"Underneath the massive city built by the Precursors, the modern day Elerese trade hub, Salad'Dum, sprawls an unmapped network of tunnels, passages and rooms, commonly known as the Catacombs. A group of Abettorians, members of the adventurers' guild Abettorian Society, is contracted to retrieve something from the upper layers of the catacombs for the commissioner. What will the party find?","loc":["Sali 306"],"date":"2016-07-31","time":"11:00","mins":180,"tags":["Pöytäpelit","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":9813,"name":"Lind Joonas"}],"attendance":"3-6","attributes":["Hahmovetoinen / Character driven","Seikkailu / Exploration","Kauhu / Horror","Fantasia / Fantasy"],"_id":"VRK2NSM2Eusmuokh","createdAt":{"$$date":1469030701877},"updatedAt":{"$$date":1469030701877}}
{"id":7654,"title":"#7–25: Orders from the Gate (5-9)","desc":"A Pathfinder Society Scenario designed for levels 5–9.  Ongoing unrest in Cheliax has strained the nation’s military resources, so when the Order of the Gate sensed an imminent disaster brewing in the Menador Mountains, it had to seek outside assistance. The Pathfinder Society has answered the call. After all, the same site the Hellknights identified is one of the ancient ruins the Society has long wanted to study. Can the PCs salvage the site’s historic wonders while also honoring their commitment to the Order of the Gate?","loc":["Sali 209"],"date":"2016-07-30","time":"10:00","mins":240,"tags":["Pöytäpelit","Pelisääntöjen tuntemus suotavaa"],"people":[{"id":7401,"name":"Hukka Jaakko"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"VSLSofCKoElz77NN","createdAt":{"$$date":1469030701826},"updatedAt":{"$$date":1469030701826}}
{"id":7701,"title":"Fate Core Combat Academy","desc":"Fate Core Combat Academy on opetuspelisessio Fate Coren järjestelmään ja on tarkoitettu pääasiallisesti pelaajille ja pelinjohtajille, jotka ovat aloittamassa tai suunnittelevat aloittavansa pelaamaan Fate Coreen perustuvassa pelissä. Nimensä mukaisesti Combat Academy keskittyy vahvasti taisteluun, mutta koska mekaanisesti kaikki toimii Fatessa samaan tapaan, tämä on todettu parhaaksi tavaksi opetella järjestelmää.  Valmiit hahmot, vahvasti ratakiskoitettu juoni, jossa kohtauksia kuten “olette ampumaradalla, teidän pitää ampua maalitauluja” ja vahvaa kädestäpitämisen meininkiä koko pelikerran ajan. Immersiosta ei kannata murehtia, sillä vähäisetkin rippeet tulevat karisemaan, kun peli katkaistaan silloin tällöin Faten järjestelmän ja sisäisen logiikan selittämistä varten. Joten jos olet ollut ikinä kiinnostunut Fate Coresta järjestelmänä, mutta et ole ikinä uskaltanut sitä testata, nyt on hyvä tilaisuus tutustua siihen paremmin.","loc":["Sali 203b"],"date":"2016-07-29","time":"16:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":9517,"name":"Leinonen Petri"}],"attendance":"3-4","attributes":["Taisteluvetoinen / Combat driven","Kevyt pelityyli / Light gamestyle","Scifi"],"_id":"WeFQ6mKEEstw9Oqd","createdAt":{"$$date":1469030701791},"updatedAt":{"$$date":1469030701791}}
{"id":7748,"title":"Ahvenanmaan Ahdinko","desc":"Tervetuloa vuoteen 1971! Ahvenanmaalla on jotakin outoa tekeillä. Sukella jännittävään seikkailuun, ratkaise saaren salaisuus, ja koeta selvitä hengissä! Vaihtoehtoinen ja aloittelija ystävällinen todellisuus kutsuu rohkeita seikkailijoita mukaan! ","loc":["Sali 203b"],"date":"2016-07-30","time":"16:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9289,"name":"Porkka Joona"}],"attendance":"4","attributes":["Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Muu / Other","Seikkailu / Exploration"],"_id":"Wj6X4xhMnbyl1Kmp","createdAt":{"$$date":1469030701852},"updatedAt":{"$$date":1469030701852}}
{"id":7636,"title":"#7-15 The Deepmarket Deception (3-7)","desc":"A Pathfinder Society Scenario designed for levels 3-7.  When the Pathfinder Society claimed the Hao Jin Tapestry in Tian Xia, it seemed as though the Aspis Consortium's influence there had ended. An anonymous informant recently identified an Aspis resurgence in Goka's Deepmarket, and Venture-Captain Amara Li hopes that a small, well-trained team can ferret out the villains and prevent any greater atrocities. Can the PCs traverse the Deepmarket's treacherous politics and tunnels and neutralize the Consortium's local ringleader?","loc":["Sali 209"],"date":"2016-07-29","time":"16:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":9824,"name":"Frösen Joonas"}],"attendance":"3-6","attributes":["Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"WtOCZ8415eGlxF8b","createdAt":{"$$date":1469030701793},"updatedAt":{"$$date":1469030701793}}
{"id":7710,"title":"Huone, jossa Lombardi kuoli","desc":"Hahmo- ja tarinavetoinen, surrealistinen psykologinen trilleri kirjailijasta, joka matkustaa enkelten kaupunkiin tekemään sopimusta elokuvan tekemisestä. ","loc":["Sali 307"],"date":"2016-07-30","time":"19:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":8934,"name":"Lukka Lauri"}],"attendance":"4","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Vakava pelityyli / Serious gamestyle","Mysteeri / Investigation"],"_id":"X9MnLlSd7rCdHWIV","createdAt":{"$$date":1469030701862},"updatedAt":{"$$date":1469030701862}}
{"id":7640,"title":"Nerf Hammer","desc":"Nerf Hammerissa hahmot ”kehittyvät” yhä huonommiksi, mikä kääntää perinteisen hahmonkehityksen päälaelleen. Tästä seikkailusta ei ole tarkoituskaan selvitä elossa.","loc":["Sali 203a"],"date":"2016-07-30","time":"16:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9346,"name":"Hankipohja Ville"}],"attendance":"3","attributes":["Taisteluvetoinen / Combat driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Fantasia / Fantasy"],"_id":"XJAERyTUxy4f5dYM","createdAt":{"$$date":1469030701850},"updatedAt":{"$$date":1469030701850}}
{"id":7712,"title":"Stormbringer Raivosaari","desc":"Peli on Chaosiumin tekemä 92 vuoden peli. Hahmot on tehty peliin valmiiksi joten tarvitset paikalle vain itsesi. Suositellaan avoimmuutta ja teemaan soveltuvaa sietokykyä. Peli saattaa sisältää kiroilua, seksiä, huumeita ja väkivaltaa. Ketään ei taputella päähän.","loc":["Sali 306"],"date":"2016-07-29","time":"19:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille","Äänekäs"],"people":[{"id":6496,"name":"Luoma Aapo"}],"attendance":"4","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Seikkailu / Exploration","Kauhu / Horror","Fantasia / Fantasy"],"_id":"XLP4fomR4yQ2wNG6","createdAt":{"$$date":1469030701815},"updatedAt":{"$$date":1469030701815}}
{"id":7666,"title":"Omenapiirakan arvoitus","desc":"Aranwythin heimon Kotkan klaanin lapset etsivät Alinea-tädin leipomaa omenapiirakkaa. Tarjolla on sadunomaista peliä niin lapsille kuin aikuisille. Peli sijoittuu Gloranthan maailmaan, ja sääntöinä toimii HeroQuestin suomenkielinen laitos. Pelissä on valmiit hahmot. ","loc":["Sali 203a"],"date":"2016-07-31","time":"10:00","mins":120,"tags":["Pöytäpelit","Aloittelijaystävällinen","Soveltuu lapsille"],"people":[{"id":5452,"name":"Järvinen Matti"}],"attendance":"2–5","attributes":["Kevyet säännöt / Rules light","Mysteeri / Investigation","Fantasia / Fantasy"],"_id":"XTrjC9JqAyzIYaLG","createdAt":{"$$date":1469030701869},"updatedAt":{"$$date":1469030701869}}
{"id":7737,"title":"Koi no Ai und panzer","desc":"Koi no Ain tyttökoulu päättää osallistua Japanin kansallisiin Senshado turnaukseen keräämällä oman panssariosastonsa taistelemaan kunniasta. Häröä animuparodiaa sunnuntaille","loc":["Sali 203a"],"date":"2016-07-31","time":"12:00","mins":240,"tags":["Pöytäpelit","Äänekäs"],"people":[{"id":6426,"name":"Oksanen Antti"}],"attendance":"9","attributes":["Hahmovetoinen / Character driven","Kevyt pelityyli / Light gamestyle","Muu / Other","Moderni / Modern"],"_id":"XnxSdYRRCxeuVI16","createdAt":{"$$date":1469030701880},"updatedAt":{"$$date":1469030701880}}
{"id":7686,"title":"Punainen Kuu Nousee","desc":"Call of Cthulhu in Space! (n. 2200 luvulla) Pelaajahahmot ovat vankeja matkalla avaruusaluksella kohti vankilasiirtokuntaa yhdelle Jupiterin kuista, kun jotain menee pieleen. Edessä on pakkolasku Marsiin läheiselle kaivaussiirtokunnalle.","loc":["Sali 306"],"date":"2016-07-29","time":"19:00","mins":360,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":9818,"name":"Korkeakoski Teemu"}],"attendance":"3-5","attributes":["Tarinavetoinen / Story driven","Mysteeri / Investigation","Kauhu / Horror","Sci-fi"],"_id":"Y0pPdnMT0rvJQtON","createdAt":{"$$date":1469030701815},"updatedAt":{"$$date":1469030701815}}
{"id":7689,"title":"Ants colony","desc":"Muurahaiskolonna aloittaa uuden vuoden. Pesän pitää kasvaa ja tunkeilijat pitää torjua. Kivipohjainen pelimekaniikka.","loc":["Sali 203b"],"date":"2016-07-29","time":"16:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Soveltuu lapsille"],"people":[{"id":7829,"name":"Kärpinlehto Heikki"}],"attendance":"4-6","attributes":["Taisteluvetoinen / Combat driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Muu / Other"],"_id":"YF8iznhjhIv6Xu3t","createdAt":{"$$date":1469030701790},"updatedAt":{"$$date":1469030701790}}
{"id":7730,"title":"Project MKULTRA","desc":"The year 1953 in the United States of America.  The state is struggling amidst internal and external threats due to the international communist conspiracy. New methods of controlling and altering the very human existence are being studied feverishly. These unseen threats have their own victims who are woefully unaware of what is about to pass.  And then there's that bunch of IRS tax office workers...  Pre-made characters, rapidly learned rules, suitable as an introductory game.","loc":["Sali 306"],"date":"2016-07-30","time":"11:00","mins":300,"tags":["Pöytäpelit","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":9355,"name":"Mäkinen Ossi"}],"attendance":"4-6","attributes":["Hahmovetoinen / Character driven","Kevyet säännöt / Rules light","Mysteeri / Investigation","Kauhu / Horror","Moderni / Modern"],"_id":"YgKATxyYmNPHBnwO","createdAt":{"$$date":1469030701832},"updatedAt":{"$$date":1469030701832}}
{"id":7669,"title":"peli f","desc":"huumoria, juonittelua ja tappelua DD säännöillä","loc":["Sali 203a"],"date":"2016-07-30","time":"12:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Soveltuu lapsille"],"people":[{"id":8396,"name":"Jääskeläinen Reko"}],"attendance":"3-8","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Mysteeri / Investigation","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"YslMFzDIroF6Ok6z","createdAt":{"$$date":1469030701834},"updatedAt":{"$$date":1469030701834}}
{"id":7674,"title":"Numenera: Raunioilla","desc":"Numenerassa ihmiset rakentavat uutta maailmaa kahdeksan aikaisemman sivilisaation jäänteiden päälle. Tarpeeksi kehittynyttä teknologiaa ei erota taikuudesta eikä sitä tarvitsekaan – mutta sen valtaan heittäytyminen voi olla vaarallista. Hahmot joutuvat vastakkain ihmisluonnon ja ymmärrykselle vieraan teknologian kanssa, kun yksinkertainen katoamistapaus kasvaa paljon odotettua suuremmaksi. Seikkailu painottaa ihmisten kohtaamisen lisäksi outojen paikkojen tutkimista ja niiden arvoitusten selvittämistä.","loc":["Sali 203b"],"date":"2016-07-30","time":"12:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9814,"name":"Karvonen Mikko"}],"attendance":"3-4","attributes":["Kevyet säännöt / Rules light","Seikkailu / Exploration","Sci-fi","Fantasia / Fantasy"],"_id":"ah8hprhZTXPUNl6p","createdAt":{"$$date":1469030701837},"updatedAt":{"$$date":1469030701837}}
{"id":7691,"title":"Kun järki ei riitä","desc":"Sotien turmelema maa on nyt lähes elinkelvoton. Ennen ihmisten lopullista tuhoa, tietokoneet yhdistyivät ja kehittivät tietoisuuden. Suuressa viisaudessaan tietokone päätti pelastaa ihmiset itsetuholta ja perusti neuvoston. Neuvoston tarkoituksena on jakaa resursseja kaikkien kansojen kesken, jotta ihmiskunta voisi elää.\r\n\r\nPelaajilta vaaditaan, että heillä on älypuhelin käytettävissä koko pelin ajan. Pelimekanikka toimii verkon kautta.","loc":["Sali 203b"],"date":"2016-07-30","time":"15:00","mins":360,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":7829,"name":"Kärpinlehto Heikki"}],"attendance":"6","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Vakava pelityyli / Serious gamestyle","Sci-fi"],"_id":"awnF1Od1uYtnvO1W","createdAt":{"$$date":1469030701848},"updatedAt":{"$$date":1469030701848}}
{"id":7642,"title":"Harmaakoura: Luun palatsi","desc":"Harmaakoura on järjestö joka toimii eri puolilla haltijaimperiumia, suojaten ja puolustaen sen   kansalaisia. Harmaakouraan kuuluvat parhaimmista parhaimmat eri roduista joille mikään tehtävä ei ole   liian vaikea.  Harmaakouran sessiot ovat lyhyitä ja vauhdikkaita jotka sopivat hyvin jopa aloittelijoille. Villit   temput eivät ole kiellettyjä Harmaakouran riveissä vaan jopa suotavia.   Nopat sekä kirjoitusvälineet tarjotaan pelinjohdon puolesta. Olette soluttautuneet Smaragdimetsässä olevaan Luun palatsiin, etsimään ryöstettyjä henkikiviä.   Saavuitte juuri holviin jossa niitä säilytetään ja napaatte kivet mukaanne. Nyt tarvitsee huolehtia   enää pois pääsystä...  D&D Next sääntöjärjestelmä.","loc":["Sali 203a"],"date":"2016-07-29","time":"17:00","mins":120,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":7925,"name":"Heinonen Joni"}],"attendance":"2-4","attributes":["Fantasia / Fantasy","Vakava pelityyli / Serious gamestyle","Kevyt pelityyli / Light gamestyle","Kevyet säännöt / Rules light","Taisteluvetoinen / Combat driven"],"_id":"bE1XhWUW2OK0KY0O","createdAt":{"$$date":1469030701800},"updatedAt":{"$$date":1469030701800}}
{"id":7745,"title":"Pyhän Antoniuksen tuli","desc":"Pyhän saksalais-roomalaisen keisarikunnan alueella leviää sairaus, joka suistaa väestöä hulluuteen. Albertan yliopisto lähettää ryhmän lääkäreitä tutkimaan tautia.","loc":["Sali 306"],"date":"2016-07-30","time":"19:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":9812,"name":"Pekkola Mika"}],"attendance":"5","attributes":["Tarinavetoinen / Story driven","Historiallinen / Historical"],"_id":"bmbUT6ltNnXxuUPB","createdAt":{"$$date":1469030701861},"updatedAt":{"$$date":1469030701861}}
{"id":7792,"title":"Maailmanloppu Guggenheimissa","desc":"Saavatko uljaat, vaarantielle ilman omaa syytään, joutuneet sankarimme pelastettua Guggenheimin kaupungin inhojen rottamiesten ikeen alta vai tuhoutuuko kaupunki niiden infernaalisten juonien takia? Warhammer fantasy roleplaying 2nd edition säännöillä vedettävä peli.","loc":["Sali 203b"],"date":"2016-07-29","time":"17:00","mins":360,"tags":["Pöytäpelit"],"people":[{"id":9815,"name":"Uotila Mikko"}],"attendance":"4-5","attributes":["Taisteluvetoinen / Combat driven","Sota / War","Fantasia / Fantasy"],"_id":"dCC3WMz5VcNvQ1Ns","createdAt":{"$$date":1469030701804},"updatedAt":{"$$date":1469030701804}}
{"id":7693,"title":"Äänitettyä tyhjyyttä","desc":"Vuonna 1971 rockbändi äänittää toista levyään Los Angelesissa, mutta ihmissuhdesotkut, huumeet ja taiteelliset erimielisyydet eivät tee siitä helppoa. Systeeminä modattu Primetime Adventures.","loc":["Sali 302"],"date":"2016-07-30","time":"16:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille","Äänekäs"],"people":[{"id":7116,"name":"Laine Eero"}],"attendance":"3-4","attributes":["Hahmovetoinen / Character driven","Kevyet säännöt / Rules light","Vakava pelityyli / Serious gamestyle","Draama / Drama","Moderni / Modern","Historiallinen / Historical"],"_id":"dSK7Y55QHIYTsrx3","createdAt":{"$$date":1469030701853},"updatedAt":{"$$date":1469030701853}}
{"id":7744,"title":"Pyhän Antoniuksen tuli","desc":"Pyhän saksalais-roomalaisen keisarikunnan alueella leviää sairaus, joka suistaa väestöä hulluuteen. Albertan yliopisto lähettää ryhmän lääkäreitä tutkimaan tautia.","loc":["Sali 306"],"date":"2016-07-29","time":"16:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":9812,"name":"Pekkola Mika"}],"attendance":"5","attributes":["Tarinavetoinen / Story driven","Historiallinen / Historical"],"_id":"dttvHuCFgYdpPNuq","createdAt":{"$$date":1469030701798},"updatedAt":{"$$date":1469030701798}}
{"id":7709,"title":"The Cube, 20. pelautus","desc":"The Cube, Kuutio, on samannimiseen elokuvaan perustuva kokeellinen jännitys- ja ongelmanratkaisuroolipeli viidelle pelaajalle. Tämä coni-klassikko on tarjonnut haasteen jo yli 70 pelaajalle vuodesta 2007: selviätkö sinä ulos? ","loc":["Sali 307"],"date":"2016-07-30","time":"11:00","mins":240,"tags":["Pöytäpelit","Ei sovellu lapsille"],"people":[{"id":8934,"name":"Lukka Lauri"}],"attendance":"5","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Vakava pelityyli / Serious gamestyle","Mysteeri / Investigation"],"_id":"ewh8XdmbhDxWlEq7","createdAt":{"$$date":1469030701834},"updatedAt":{"$$date":1469030701834}}
{"id":7762,"title":"Tuhat pientä kääpiötä","desc":"Velho, temppeliritari, varas, kääpiö ja haltia johtavat tuhannen kääpiön joukkoa kohti uutta siirtokuntaa. Kysymys on, kuinka monta kääpiötä pysyy hengissä sopivan asuinsijan löytyessä? Dungeons & Dragons: klassinen 80-luvun sinilaatikko antaa sääntöjärjestelmän, mutta sitä ei tarvitse tuntea lainkaan. Hahmoilla on osaamista (tasot keskimäärin 12). Sääntöjärjestelmää käytetään turvaverkkona, ei itsetarkoituksena. Osa sankarten polku -kampanjaa, eli näillä samoilla hahmoilla on pelattu Ropeconissa jo vuosien ajan. Merkitty taisteluvetoiseksi, mutta pelissä ei välttämättä taistella lainkaan (riippuu hahmojen valinnoista). ","loc":["Sali 306"],"date":"2016-07-31","time":"11:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Soveltuu lapsille","Äänekäs"],"people":[{"id":8775,"name":"Ruotsalainen Wille"}],"attendance":"2-5","attributes":["Fantasia / Fantasy","Seikkailu / Exploration","Mysteeri / Investigation","Draama / Drama","Taisteluvetoinen / Combat driven"],"_id":"eyhUOHiGhAU6c8pl","createdAt":{"$$date":1469030701877},"updatedAt":{"$$date":1469030701877}}
{"id":7704,"title":"// ForkHead //","desc":"// ForkHead // nickillä tunnettu hakkeri palkkaa joukon OC:n slummien sankareita hakkereista liipaisinherkkiin sekopäihin ja taisteluhuumeiden väärinkäyttäjiin tekemään vuosisadan keikkaa! Pelissä käytetään aloittelijaystävällistä YDIN (Sunken) -säännöstöä. Säännöstön Suken-variaatio on ensimmäistä kertaa virallisesti testissä Ropeconissa, joten nyt on mahtava tilaisuus tulla testaamaan mistä on kyse.","loc":["Sali 203b"],"date":"2016-07-30","time":"14:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9712,"name":"Leppä Antti"}],"attendance":"3 - 5","attributes":["Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Sci-fi"],"_id":"fF2f8r0kHyAJGiBM","createdAt":{"$$date":1469030701843},"updatedAt":{"$$date":1469030701843}}
{"id":7736,"title":"HeroQuest: Punaisen kuun purjeet.","desc":"Lunarin imperiumi pyrkii saamaan itselleen asemaa Rozgalin merellä. Tämähän ei käy Nousevan riemun miehistölle. Jatkoa aikaisemmalle seikkailulle, uudella systeemilllä.","loc":["Sali 203b"],"date":"2016-07-30","time":"20:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":6426,"name":"Oksanen Antti"}],"attendance":"5","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Mysteeri / Investigation","Fantasia / Fantasy"],"_id":"gDlKCFFWuEuKs9nZ","createdAt":{"$$date":1469030701864},"updatedAt":{"$$date":1469030701864}}
{"id":7729,"title":"Projekti MKULTRA","desc":"Vuosi 1953, Amerikan Yhdysvallat.  Valtio ponnistelee keskellä sisä- ja ulkopuolisia uhkia kansainvälisen kommunistisen salaliiton toimesta. Uusia keinoja ihmisen olemassaolon hallitsemiseksi ja muokkaamiseksi tutkitaan kuumeisesti. Näillä näkymättömillä uhkilla on uhrinsa, jotka ovat surullisen tiedostamattomia tulevaisuudestaan.  Ja sitten on joukko Veroviraston työntekijöitä...  Valmiit hahmot, nopeasti omaksuttavat säännöt, sopii tutustumispeliksi.","loc":["Sali 306"],"date":"2016-07-29","time":"17:00","mins":300,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9355,"name":"Mäkinen Ossi"}],"attendance":"4-6","attributes":["Hahmovetoinen / Character driven","Kevyet säännöt / Rules light","Mysteeri / Investigation","Kauhu / Horror","Moderni / Modern"],"_id":"gVGl6Qp501frJzpo","createdAt":{"$$date":1469030701807},"updatedAt":{"$$date":1469030701807}}
{"id":7793,"title":"Maailmanloppu Guggenheimissa","desc":"Saavatko uljaat, vaarantielle ilman omaa syytään, joutuneet sankarimme pelastettua Guggenheimin kaupungin inhojen rottamiesten ikeen alta vai tuhoutuuko kaupunki niiden infernaalisten juonien takia? Warhammer fantasy roleplaying 2nd edition säännölillä vedettävä peli.","loc":["Sali 203b"],"date":"2016-07-30","time":"18:00","mins":360,"tags":["Pöytäpelit"],"people":[{"id":9815,"name":"Uotila Mikko"}],"attendance":"4-5","attributes":["Taisteluvetoinen / Combat driven","Sota / War","Fantasia / Fantasy"],"_id":"gW1lTEJIYJSDRBnU","createdAt":{"$$date":1469030701857},"updatedAt":{"$$date":1469030701857}}
{"id":7725,"title":"Get a life punk","desc":"Dead-Zoners on jengi, joka koostuu neljännestä yhtiösodasta selvinneistä liivijengiläisistä, jotka yrittävät nyt tulla toimeen keskenään mielipide-eroista ja erilaisista taustoista huolimatta. Sota vei kaikkien ystävät ja perheet, jot motivaatiota uuden sosiaalisen verkoston luomiseksi kyllä löytää, mutta helpolla yhteinen sävel ei kuitenkaan löydy. Mitä tapahtuu kun sodan järkyttämät sekopäät lyödään yhteen?","loc":["Sali 306"],"date":"2016-07-30","time":"15:00","mins":240,"tags":["Pöytäpelit","Ei sovellu lapsille"],"people":[{"id":9810,"name":"Mattila Samu-Ville"}],"attendance":"4-8","attributes":["Sci-fi"],"_id":"h5U7zVcjJIh5ZcP7","createdAt":{"$$date":1469030701849},"updatedAt":{"$$date":1469030701849}}
{"id":7752,"title":"Fellowship","desc":"Fellowship is a tabletop adventure game by Jacob Randolph that utilizes a modified version of the Dungeon World system for a strange twist on Tolkien. An evil overlord has risen and threatens the safety of all the peoples of the world. A fellowship of champions of those peoples has been formed, intent on freeing the world from under the overlord's influence. The game encourages player-driven storytelling, as each player is given the liberty of determining the history and lore of their chosen people. Plus, it's got mushroom orcs if that's your sort of thing.","loc":["Sali 214"],"date":"2016-07-29","time":"18:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":6719,"name":"Renholm Patrik"}],"attendance":"3-5","attributes":["Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"hFroZepSUreyh7AX","createdAt":{"$$date":1469030701809},"updatedAt":{"$$date":1469030701809}}
{"id":7727,"title":"#7–28: Ageless Ambitions (7-11)","desc":"A Pathfinder Society Scenario designed for levels 7–11.  The time has come to strike down the vile Korholm Agenda, the faction of the Aspis Consortium that launched a staggering attack against the Pathfinder Society a year ago. The Agenda’s leader has allied himself with one of the most powerful men in Thuvia, and together they are on the cusp of pitching the entire region into a brutal war of conquest and greed. The Pathfinder Society has placed its trust in the PCs to stop this internecine conflict. To do so, they must confront the Korholm Agenda’s leader in his own domain.","loc":["Sali 209"],"date":"2016-07-29","time":"20:00","mins":240,"tags":["Pöytäpelit","Pelisääntöjen tuntemus suotavaa"],"people":[{"id":8941,"name":"Miinalainen Toni"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"hgsy84S4kOtmMoC3","createdAt":{"$$date":1469030701820},"updatedAt":{"$$date":1469030701820}}
{"id":7697,"title":"Pendragon (absolutely no dragons)","desc":"In the darkest of the dark ages, one island struggles under siege and in anarchy. There is no king in Britain, and men rule by strength of arms and dark plots. Knights do not ride in shining armor, but they do ride to ruin this day.","loc":["Sali 203b"],"date":"2016-07-30","time":"17:00","mins":240,"tags":["Pöytäpelit","Englanninkielinen","Pelimaailman tuntemus suotavaa","Pelisääntöjen tuntemus suotavaa","Ei sovellu lapsille"],"people":[{"id":8964,"name":"Lautjärvi Petri"}],"attendance":"4-6","attributes":["Fantasia / Fantasy","Vakava pelityyli / Serious gamestyle","Tarinavetoinen / Story driven","Hahmovetoinen / Character driven"],"_id":"hoNzbB9x7jfEhqtu","createdAt":{"$$date":1469030701853},"updatedAt":{"$$date":1469030701853}}
{"id":7639,"title":"Nerf Hammer","desc":"Nerf Hammerissa hahmot ”kehittyvät” yhä huonommiksi, mikä kääntää perinteisen hahmonkehityksen päälaelleen. Tästä seikkailusta ei ole tarkoituskaan selvitä elossa.","loc":["Sali 203a"],"date":"2016-07-31","time":"11:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9346,"name":"Hankipohja Ville"}],"attendance":"3","attributes":["Taisteluvetoinen / Combat driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Fantasia / Fantasy"],"_id":"i9wgouFACBV9WeL5","createdAt":{"$$date":1469030701875},"updatedAt":{"$$date":1469030701875}}
{"id":7798,"title":"Hero's Journey (working title)","desc":"A new GM-less storytelling game playtest. Crossbreed of Fiasco mechanics (but NOT tied to pulp genre!), Hero's Journey, and Polti's 36 Dramatic Situations.","loc":["Sali 203a"],"date":"2016-07-29","time":"16:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Soveltuu lapsille","Englanninkielinen"],"people":[{"id":9778,"name":"Veiskats Guntis"}],"attendance":"3-6","attributes":["Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Muu / Other","Draama / Drama","Kauhu / Horror","Moderni / Modern","Historiallinen / Historical","Sci-fi","Fantasia / Fantasy"],"_id":"iZJXfTXJoop4OUqJ","createdAt":{"$$date":1469030701789},"updatedAt":{"$$date":1469030701789}}
{"id":7785,"title":"Vetehisten Virsi - 2. retkikunta","desc":"Kuuletko aaltojen pauhun korvissasi? Kaipaatko kaukaisille rannoille, kartoittamaan asumattomia saaria ja löytämään uusia kansoja? Vai kiiltääkö silmissäsi kadonneiden kansojen aarteet? Tai kenties motiivisi ovat alhaisemmet ja pyrit vain hyötymään muiden uhkarohkeiden onnenonkijoiden kustannuksella? Tule mukaan selvittämään Astinkivisaarten salaisuuksia ja jättämään jälkesi, joita muut pelaajat voivat seurata!","loc":["Sali 203a"],"date":"2016-07-30","time":"16:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":7515,"name":"Suominen Samuli"}],"attendance":"3 - 6","attributes":["Seikkailu / Exploration","Kauhu / Horror","Fantasia / Fantasy"],"_id":"it4aTjGutgWCszW4","createdAt":{"$$date":1469030701850},"updatedAt":{"$$date":1469030701850}}
{"id":7715,"title":"the Eternals - Heart of Deus I","desc":"Teidät on valittu tehtävälle, johon kukaan muu ei rohkenisi lähteä. Deus reaktorin sisällä muhiva jumala aiheuttaa ennätyslukemia energiantuotannossa, mikä viestii vaarallisesta kepulipelistä. Laitoksen johtaja rikastuu entisestään, mutta leikkii samalla kaupungin turvallisuudella sekä jumalan hengellä. Tehtävänne on murtautua sisään tarkasti vartijoituun reaktoriin ja tutkia jumalan tilanne. Huomaatte pian ettei tehtävä tule onnistumaan ilman kolhuja - eikä työnantajanne ole ainut tilanteesta kiinnostunut.   The Eternals on roolipeli ihmisten kaupungeista, joiden koneet pyörivät kaapattujen jumalien energialla. Tule kokeilemaan pelin uunituoretta alpha-versiota!  ","loc":["Sali 203b"],"date":"2016-07-30","time":"13:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":8971,"name":"Makkonen Arhi"}],"attendance":"3-4","attributes":["Tarinavetoinen / Story driven","Draama / Drama","Mysteeri / Investigation","Seikkailu / Exploration"],"_id":"j1LUeEIApooezd1Y","createdAt":{"$$date":1469030701839},"updatedAt":{"$$date":1469030701839}}
{"id":7794,"title":"The Doom King","desc":"The Doom King is a story roleplaying game about a tired leader who has brought his nation to the edge of ruin. The characters are advisors, confidantes, gladhanders, loyalists, and sycophants insulating their leader from his failed kingdom. All the while, the king makes worse and worse decisions for the realm. Is it madness or sheer ignorance that drives the king? Can the characters save the kingdom from perdition? Or will the king drag them all down with him? Protocol System. Pelaajien toiveesta voidaan vetää ihan hyvin suomeksikin.","loc":["Sali 203a"],"date":"2016-07-29","time":"20:00","mins":120,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille","Englanninkielinen"],"people":[{"id":8313,"name":"Vedenoja Perttu"}],"attendance":"2-4","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Muu / Other","Historiallinen / Historical","Fantasia / Fantasy"],"_id":"kJaDQtlC2pG45On3","createdAt":{"$$date":1469030701817},"updatedAt":{"$$date":1469030701817}}
{"id":7789,"title":"Lihakone","desc":"Viisi rikasta kakaraa herää pimeästä luolasta. Heillä on muistikuvia etuoikeutetusta, elosteluntäyteisestä elämästä lähitulevaisuudessa. Mutta kuinka nämä välähdykset sopivat yhteen sen maailman kanssa, jonka he löytävät? Kuinka he ovat joutuneet tänne? Kokeellinen tarinaseikkailu, jossa tarjolla vähän yllätyksiä myös pelinjohtajalle. Hahmot ja heidän taustansa luodaan dynaamisesti pelin kuluessa. Ei sovi herkimmille kauhuaspektien takia.","loc":["Sali 214"],"date":"2016-07-30","time":"20:00","mins":300,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":6817,"name":"Tenhunen Tuukka"}],"attendance":"3-5","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Vakava pelityyli / Serious gamestyle","Muu / Other","Draama / Drama","Mysteeri / Investigation","Seikkailu / Exploration","Kauhu / Horror","Moderni / Modern","Sci-fi"],"_id":"kZUDfKLJdbsnk9TQ","createdAt":{"$$date":1469030701867},"updatedAt":{"$$date":1469030701867}}
{"id":7668,"title":"peli e","desc":"huumoria juonittelua ja jonkin verran tappelua DD sännöillä","loc":["Sali 218"],"date":"2016-07-29","time":"18:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Soveltuu lapsille"],"people":[{"id":8396,"name":"Jääskeläinen Reko"}],"attendance":"3-8","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Mysteeri / Investigation","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"lbSYI4xE5u5hFJan","createdAt":{"$$date":1469030701810},"updatedAt":{"$$date":1469030701810}}
{"id":7702,"title":"Fate Core Combat Academy","desc":"Fate Core Combat Academy on opetuspelisessio Fate Coren järjestelmään ja on tarkoitettu pääasiallisesti pelaajille ja pelinjohtajille, jotka ovat aloittamassa tai suunnittelevat aloittavansa pelaamaan Fate Coreen perustuvassa pelissä. Nimensä mukaisesti Combat Academy keskittyy vahvasti taisteluun, mutta koska mekaanisesti kaikki toimii Fatessa samaan tapaan, tämä on todettu parhaaksi tavaksi opetella järjestelmää.  Valmiit hahmot, vahvasti ratakiskoitettu juoni, jossa kohtauksia kuten “olette ampumaradalla, teidän pitää ampua maalitauluja” ja vahvaa kädestäpitämisen meininkiä koko pelikerran ajan. Immersiosta ei kannata murehtia, sillä vähäisetkin rippeet tulevat karisemaan, kun peli katkaistaan silloin tällöin Faten järjestelmän ja sisäisen logiikan selittämistä varten. Joten jos olet ollut ikinä kiinnostunut Fate Coresta järjestelmänä, mutta et ole ikinä uskaltanut sitä testata, nyt on hyvä tilaisuus tutustua siihen paremmin.","loc":["Sali 203b"],"date":"2016-07-30","time":"13:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":9517,"name":"Leinonen Petri"}],"attendance":"3-4","attributes":["Taisteluvetoinen / Combat driven","Kevyt pelityyli / Light gamestyle","Scifi"],"_id":"lqMJIS81qKv101mG","createdAt":{"$$date":1469030701840},"updatedAt":{"$$date":1469030701840}}
{"id":7749,"title":"#7-14 Faithless and Forgotten Part 1: (1-5)","desc":"A Pathfinder Society Scenario designed for levels 1-5.  Ever since the tragedy at Delvehaven decades ago, the infernal empire Cheliax has rarely allowed Pathfinders to explore its many ruins and archaeological treasures—even then only after its recently disenfranchised liaison Zarta Dralneen fought for that privilege. Cheliax has once again extended its hand to the Society, inviting its agents to investigate an abandoned keep that dates back to the Chelish civil war. It's up to the PCs to navigate the Corentyn's streets and politics as they uncover the buried past and lay the foundation for a new partnership with a one-time foe.  \"Let Bygones Be\" is the first scenario in the three-part Faithless and Forgotten campaign arc. It is followed by Pathfinder Society Scenario #7-16: \"Lost Colony of Taldor\" and Pathfinder Society Scenarios #7-18: \"The Infernal Inheritance.\" All three chapters are intended to be played in order.","loc":["Sali 209"],"date":"2016-07-29","time":"20:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":9829,"name":"Rauma Olli"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"lykWvrDBgAjOZOte","createdAt":{"$$date":1469030701819},"updatedAt":{"$$date":1469030701819}}
{"id":7721,"title":"The Stars are Right","desc":"The Stars Are Right on kolmen tunnin skenaario jossa tähdet asettuvat viimein oikeaan asentoon ja suurten muinaisten paluu maailmaan alkaa. ","loc":["Sali 306"],"date":"2016-07-30","time":"11:00","mins":180,"tags":["Pöytäpelit","Aloittelijaystävällinen","Pelimaailman tuntemus suotavaa"],"people":[{"id":9795,"name":"Marjomaa Heikki"}],"attendance":"4","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyt pelityyli / Light gamestyle","Muu / Other","Mysteeri / Investigation","Seikkailu / Exploration","Kauhu / Horror","Moderni / Modern","Fantasia / Fantasy"],"_id":"mO27HFSHRpYSWF9V","createdAt":{"$$date":1469030701833},"updatedAt":{"$$date":1469030701833}}
{"id":7775,"title":"Teini-ikäiset mutanttininjakilpikonnat: Vaaralliset viemärit!","desc":"Ilkeä Silppuri on kidnapannut Mestari Tikun - nyt kilpikonnien ja heidän ystäviensä April O'Neilin ja Casey Jonesin pitää pelastaa hänet! Peli toimii Savage Worldsin pelimoottorilla Super Powers Companion 2:sta hyödyntäen. Pelissä pelaajilla on vaihtoehtoja etenemiselle - haluaako Leonardo hiipiä Jalka-klaanin ohi vai käykö Raphael suoraan taisteluun? Löytääkö tärkeää tietoa Donatello internetistä vai Michelangelo juhlista? Peli ei sijoitu mihinkään tiettyyn Turtles-tarinaan, vaan pelaajat saavat ottaa inspiraatioita niin alkuperäisistä sarjakuvista kuin Hollywood-spektaakkeleistakin.","loc":["Sali 214"],"date":"2016-07-31","time":"11:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Soveltuu lapsille"],"people":[{"id":9809,"name":"Seppälä Janne"}],"attendance":"3-5","attributes":["Taisteluvetoinen / Combat driven","Hahmovetoinen / Character driven","Kevyt pelityyli / Light gamestyle","Moderni / Modern"],"_id":"mR77D5LzQxBzrHNz","createdAt":{"$$date":1469030701876},"updatedAt":{"$$date":1469030701876}}
{"id":7740,"title":"Strange: Mustan aukon vartija","desc":"Heräätte unenomaisesta tilastanne maailmaan, josta teillä ei ole täyttä muistikuvaa. Mutta tiedätte yhden asian. Olette avatuudessa aluksessa, joka on matkalla suorittamaan olentojen eliminointia mustan aukon läheisyyteen. Mutta edes omiin ei välttämättä voi luottaa ja se tekee tehtävästä S-luokan.\r\n\r\nValmiit hahmot. Rooleihin eläytyminen tärkeää ja fiilistely.","loc":["Sali 203b"],"date":"2016-07-30","time":"16:00","mins":180,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9306,"name":"Ollila Toni"}],"attendance":"3-5","attributes":["Sci-fi","Tarinavetoinen / Story driven"],"_id":"n65Tu9glbGbT81eC","createdAt":{"$$date":1469030701852},"updatedAt":{"$$date":1469030701852}}
{"id":7764,"title":"Through the Breach, Henchman, Penny Dreadful","desc":"Tutustumista Through the Breach roolipelin sääntöihin ja maailmaan. Peli sijoittuu samaan maailmaan kuin Malifaux Figuuripeli.","loc":["Sali 307"],"date":"2016-07-29","time":"18:00","mins":120,"tags":["Pöytäpelit","Ei sovellu lapsille"],"people":[{"id":7020,"name":"Saarenmaa Tero"}],"attendance":"3-5","attributes":["Taisteluvetoinen / Combat driven","Hahmovetoinen / Character driven","Seikkailu / Exploration","Historiallinen / Historical","Fantasia / Fantasy"],"_id":"n6I9MjQ7nMVIUmZU","createdAt":{"$$date":1469030701811},"updatedAt":{"$$date":1469030701811}}
{"id":7679,"title":"#7–16—Faithless and Forgotten, Part 2: Lost Colony of Taldor (1-5)","desc":"A Pathfinder Society Scenario designed for levels 1-5.  The Society’s excavations continue, now taking the PCs to the long-contested territory of Kharijite—Cheliax’s southernmost territory, where the great Arch of Aroden bridges the Hespereth Strait and establishes an Avistani foothold in Rahadoum’s backyard. There, an ancient Taldan ruin suggests that empire’s great Armies of Exploration traveled even farther than believed possible. Can the PCs uncover the site’s secrets—and in doing so reshape the Inner Sea region’s history?","loc":["Sali 209"],"date":"2016-07-30","time":"10:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":8302,"name":"Kiljunen Atte"}],"attendance":"3-6","attributes":["Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"nN0DCoOF8qBPW8YR","createdAt":{"$$date":1469030701825},"updatedAt":{"$$date":1469030701825}}
{"id":7760,"title":"Taikureita, örkkejä, lasereita ja pettureita.","desc":"Paranoiaa jossa fant-4-sia sektorilla on täysi kaaos. Hahmot lähetetään tytkimaan huhuja laajamittaisesta mutaatioiden käytöstä koko sektorin alueella, käyttäjinä suippohattuiset kapuun pukeutuneet mutantit ja vihteä ihoisten kommunistimutanttien hyökkäyksistä  väestöä vastaaan. Muista että tietokone on ystäväsi.","loc":["Sali 214"],"date":"2016-07-31","time":"12:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":6655,"name":"Roto Vesa"}],"attendance":"3-7","attributes":["Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Sci-fi","Fantasia / Fantasy"],"_id":"na5LvF0HkKBapxjj","createdAt":{"$$date":1469030701882},"updatedAt":{"$$date":1469030701882}}
{"id":7684,"title":"Dread - Under silicon fist","desc":"Tulevaisuudessa ihmiskunta kehittää todellisen tekoälyn, joka nopeasti kääntyy ihmiskuntaa vastaan. Seuraa lyhyt sota, jossa teknologiasta riippuva ihmiskunta jää alakynteen. Tekoäly huomaa kuitenkin pian ettei pysty itse kaikkeen ja rauha ihmiskunnan kanssa syntyy symbioottisen suhteen pohjalta. Tämä on jo historiaa ja nykypäivänä teknologisten harppausten ansiosta avaruusmatkustus on arkipäivää. Peli sijoittuu matkalla olevalle avaruusalukselle, jossa ihmisiä on mukana vain syväjäädytettynä huoltoväkenä, joita käytetään vain jos heitä tarvitaan.","loc":["Sali 307"],"date":"2016-07-29","time":"20:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":9665,"name":"Korkama Timo"}],"attendance":"3 - 6","attributes":["Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Kauhu / Horror","Sci-fi"],"_id":"nhzL7sPWDunUL9Gp","createdAt":{"$$date":1469030701823},"updatedAt":{"$$date":1469030701823}}
{"id":7739,"title":"Praedor: Vihanjumalattaren Perilliset","desc":"Jaconian Itäiset vuoret ovat olleet monta vuotta rauhallinen paimentolaisten asutus, joka on tarjonnut puhdasta vettä luonnosta. Nyt vesi on kuitenkin alkanut värjääntyä punaisesta, eikä kansa enää uskalla juoda lähteestä. Teidän tehtävä, rakkaat ja pelottomat Praedorit, on matkustaa vuorten toiselle puolelle tutkimaan mistä on kyse.\r\n\r\nValmiit hahmot. Rooleihin eläytyminen tärkeää ja fiilistely.","loc":["Sali 306"],"date":"2016-07-30","time":"12:00","mins":180,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9306,"name":"Ollila Toni"}],"attendance":"3-5","attributes":["Fantasia / Fantasy","Tarinavetoinen / Story driven"],"_id":"nlwIhRnm2RgYUsdN","createdAt":{"$$date":1469030701839},"updatedAt":{"$$date":1469030701839}}
{"id":7735,"title":"RuneQuest: Merten sankarit","desc":"Gloranthan meret ovat auenneet ja kaupparetit yhdistävät kansoja. Kuitenkin monet vaarat uhkaavat uheita merenkävijöitä. Nouseva riemu on vapaa laiva jonka miehistö koostuu hyvinkin sekalaisesta joukosta seikkailijoita ja onnenonkijoita jotka matkaavat maailman merillä seikkailusta toiseen.","loc":["Sali 203b"],"date":"2016-07-30","time":"15:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":6426,"name":"Oksanen Antti"}],"attendance":"5","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"o7GrI8KdxiJOTQDs","createdAt":{"$$date":1469030701847},"updatedAt":{"$$date":1469030701847}}
{"id":7675,"title":"Korruptiota Rethessä","desc":"Rethe/Paya Cluster/Spinward Marches vuonna 1126 Kolmannen Imperiumin synnystä  Rethen 13. kuningas, kansan rakastama Adrihen, on päättänyt tehdä lopun planeettaa   vaivaavasta köyhyydestä ja takapajuisuudesta. Vedetön Rethen maailma asutettiin jo   vuosisatoja sitten kun ensimmäiset kaivossiirtokunnat perustettiin. Niiden menestys   houkutteli väkeä vähitellen enemmän ja enemmän siitä huolimatta että planeetta on   ympäristöltään elämälle vihamielinen. Kaivostoiminnan menestys takasi Retheläisille   hyvän toimeentulon pitkäksi aikaa. Pari sataa vuotta sitten väestönkasvu kääntyi   räjähdysmäiseen nousuun ja planeetan väkiluku on kasvanut silloisesta 400 miljoonasta   yli 30 miljardiin. Tämä onkin ylittänyt planeetan kapasiteetin; Rethe pystyy valtavasta   malmintuotannostaan huolimatta hädintuskin ruokkimaan väestönsä. Lisäksi Retheä vaivaa   suurtyöttömyys, sillä planeetalla olevat kaivokset ovat jo täysin työllistettyjä, mutta   asteroidivöiden hyödyntämiseen ei ole riittäviä resursseja.   Kuningas Adrihenilla on kunnianhimoinen suunnitelma, jonka avulla hän aikoo pelastaa   Rethen tulevaisuuden: Rethen on pyrittävä sekä omavaraisuuden lisäämiseen   kiertoratafarmeilla että maailmojenvälisen kaupan lisäämiseen. Payan tähtiryhmä   tunnetaan takahikiänä sillä suuret kauppareitit kiertävät sen. Jos Rethen tähtisatama   saataisiin laajennettua ja modernisoitua, se voisi oikaista Rhylanorin ja Efaten   välisen kauppareitin, joka nyt joutuu kiertämään Mourghesin kautta. Tämä   kunnianhimoinen suunnitelma sisältää useita lainarahalla toteutettavia megaprojekteja,   jotka tulevat työllistämään planeetan asukkaita.  Se mitä kuningas Adrihen ei ole ottanut huomioon on Rethen hallinnon korruptio, joka on   päässyt rehottamaan hänen isänsä ja isoisänsä valtakausilla. Pelaahahmot ovat   korruptoituneita virkamiehiä, jotka on nimitetty yhden näistä megaprojekteista   johtokuntaan. Kaikkien yhteisenä tavoitteena on saada megaprojekti onnistumaan edes   jollain tasolla ja henkilökohtaisena tavoitteena vetää välistä niin paljon kuin ehtii   ilman että joutuu syytetyksi projektin epäonnistumisesta. Epäonnistuminen on   vaarallista sillä vaikka kuningas Adrihen on kansan rakastama, on hän myös Rethen   yksinvaltias!  Pelimaailmana on siis Travellerin Kolmas Keisarikunta, mutta sen tarkempi tuntemus ei   ole välttämätöntä. Pelijärjestelmänä toimii yksinkertainen korttipeli jolla resursseja   käytetään, tuhlataan ja varastetaan. Peli sopii siis niin aloittelijoille kuin   konkareillekin.  Yhdessä pelissä käydään läpi yhteen megaprojektiin liittyvä kähmintä. Projektin vaihtuessa otetaan uusia pelaajia poistuvien tilalle. Jos hahmo ei joudu syytteeseen, sillä voi jatkaa seuraavassa projektissa. Tarvittaessa vanhat pelaajat voivat jatkaa uusilla hahmoilla. ","loc":["Sali 203b"],"date":"2016-07-29","time":"17:00","mins":120,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":5748,"name":"Kenkkilä Jussi"}],"attendance":"3-6","attributes":["Kevyet säännöt / Rules light","Sci-fi"],"_id":"ogJrucSsfdoRdaiK","createdAt":{"$$date":1469030701802},"updatedAt":{"$$date":1469030701802}}
{"id":7738,"title":"Praedor: Vihanjumalattaren Perilliset","desc":"Jaconian Itäiset vuoret ovat olleet monta vuotta rauhallinen paimentolaisten asutus, joka on tarjonnut puhdasta vettä luonnosta. Nyt vesi on kuitenkin alkanut värjääntyä punaisesta, eikä kansa enää uskalla juoda lähteestä. Teidän tehtävä, rakkaat ja pelottomat Praedorit, on matkustaa vuorten toiselle puolelle tutkimaan mistä on kyse.\r\n\r\nValmiit hahmot. Rooleihin eläytyminen tärkeää ja fiilistely.","loc":["Sali 307"],"date":"2016-07-29","time":"20:00","mins":180,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9306,"name":"Ollila Toni"}],"attendance":"3-5","attributes":["Fantasia / Fantasy","Tarinavetoinen / Story driven"],"_id":"ohBgLxSwWIEubJ4r","createdAt":{"$$date":1469030701822},"updatedAt":{"$$date":1469030701822}}
{"id":7645,"title":"Harmaakoura: Takaa-ajajat","desc":"Harmaakoura on järjestö joka toimii eri puolilla haltijaimperiumia, suojaten ja puolustaen sen   kansalaisia. Harmaakouraan kuuluvat parhaimmista parhaimmat eri roduista joille mikään tehtävä ei ole   liian vaikea.  Harmaakouran sessiot ovat lyhyitä ja vauhdikkaita jotka sopivat hyvin jopa aloittelijoille. Villit   temput eivät ole kiellettyjä Harmaakouran riveissä vaan jopa suotavia.   Nopat sekä kirjoitusvälineet tarjotaan pelinjohdon puolesta.  Örkki Garzak on surmannut kääpiöpappi Umlatin. Harmaakouran jäseniä on sopivasti lähettyvillä ja   kuulevat kääpiöpapin seurueen avunhuudot. Garzak on saatava vastuuseen teoistaan ennen kuin hän   pääsee pakoon itään, örkkien maille.  D&D Next sääntöjärjestelmä.","loc":["Sali 212"],"date":"2016-07-31","time":"10:00","mins":120,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":7925,"name":"Heinonen Joni"}],"attendance":"2-4","attributes":["Fantasia / Fantasy","Vakava pelityyli / Serious gamestyle","Kevyt pelityyli / Light gamestyle","Kevyet säännöt / Rules light"],"_id":"oytCToVD28QKjR1g","createdAt":{"$$date":1469030701872},"updatedAt":{"$$date":1469030701872}}
{"id":7681,"title":"Hunter: the Vigil – Walking the Razor's Edge","desc":"Uskoisitko nettivideoon jossa mies muuttuu sudeksi tai heittää tulipallon? Tai ääninauhaan jossa kadotettujen sielut ulvovat? Et tietenkään, sillä hirviöitä ei ole... ainakaan meidän maailmassamme. Mutta Pimeyden Maailmassa niitä on, ja osa Youtuben tarjonnasta sisältää oikeita kauhuja. Tämän kauhun tarjoilevat Kanava Nollan jäsenet, hirviönmetsästäjät jotka tallentavat yliluonnollisen kameroillaan ja nauhureillaan. He pyrkivät avaamaan ihmisten silmät maailman todelliselle luonteelle ja ajamaan hirviöt varjoista, maksaen onnistumisista verellään, mielellään ja sielullaan. Kun pikkukaupungin ainoat Kanava Nollan jäsenet törmäävät hirvittävään ilmiöön melkein kotiovellaan, joutuvat he taisteluun henkiensä ja hyvän videon puolesta! Tiivistunnelmaista, tutkinnallista kauhua modernissa maailmassa joka käyttää Storytelling-sääntöjärjestelmää. Sopiva myös aloittelijoille. ","loc":["Sali 212"],"date":"2016-07-31","time":"11:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":7789,"name":"Kingelin Juri"}],"attendance":"3-5","attributes":["Tarinavetoinen / Story driven","Raskaat säännöt / Rules heavy","Vakava pelityyli / Serious gamestyle","Mysteeri / Investigation","Kauhu / Horror","Moderni / Modern","Fantasia / Fantasy"],"_id":"pCaiw2nYWgd8EoUX","createdAt":{"$$date":1469030701875},"updatedAt":{"$$date":1469030701875}}
{"id":7759,"title":"Kuudesti laukeavia lasereita ja nopeita vetoja.","desc":"Paranoiaa jossa petturit ovat pesiytyneet vill-1-länsi sekttorille ja hahmojen täytyy paljastaa petturit ja jäljittää pankkiryöstäjiä. Muista että tietokone on ystäväsi.","loc":["Sali 307"],"date":"2016-07-30","time":"18:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":6655,"name":"Roto Vesa"}],"attendance":"3-7","attributes":["Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Sci-fi"],"_id":"pIWhT47OwKdQAvAb","createdAt":{"$$date":1469030701859},"updatedAt":{"$$date":1469030701859}}
{"id":7765,"title":"Through the Breach, Henchman, Penny Dreadful","desc":"Tutustumista Through the Breach roolipelin sääntöihin ja maailmaan. Peli sijoittuu samaan maailmaan kuin Malifaux Figuuripeli.","loc":["Sali 203a"],"date":"2016-07-30","time":"11:00","mins":120,"tags":["Pöytäpelit"],"people":[{"id":7020,"name":"Saarenmaa Tero"}],"attendance":"3-5","attributes":["Taisteluvetoinen / Combat driven","Hahmovetoinen / Character driven","Seikkailu / Exploration","Historiallinen / Historical","Fantasia / Fantasy"],"_id":"pgNzIQ79FMrXSALu","createdAt":{"$$date":1469030701830},"updatedAt":{"$$date":1469030701830}}
{"id":7767,"title":"#7–24: Dead Man's Debt","desc":"A Pathfinder Society Scenario designed for levels 1–5.  Every Pathfinder’s adventures come to an end eventually. When the Society an esteemed venture-captain laid to rest, it was unaware of his outstanding debt to the Ekujae elves of the Mwangi Expanse. The elves have not forgotten, and they expect the Society to make good on the late venture-captain’s promises. Its up to the PCs to brave the Mwangi jungle and the dangers within to salvage the Society’s reputation in the region.","loc":["Sali 209"],"date":"2016-07-29","time":"18:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":6751,"name":"Saarhelo Mari"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"qPUnvlfmkm2ikcFf","createdAt":{"$$date":1469030701809},"updatedAt":{"$$date":1469030701809}}
{"id":7371,"title":"Henkien virasto","desc":"Aineettomat henget ovat jääneet vangeiksi olemattomuuden ja olemisen välitilaan. He eivät voi puhua keskenään eivätkä koskea maailmaan muuten kuin omaksumalla Naamion. Naamiot sitovat henget kuitenkin tiukkoihin rooleihin eivätkä he voi kuin noudattaa näiden roolien antamia sääntöjä tai luopua Naamiosta palaten vapaiksi hengiksi. Huolimatta näistä rajotteista henget kykenevät oivaltamaan sääntöjen arvaamattomat yhteisvaikutukset ja yhteistyöllä vapauttamaan toisensa henkien viraston uumenista. Useita lyhyitä skenaarioita puzzlen ja larpin välimaastosta. 3-8 pelaajaa, aloittelijaystävällinen. Peliin voi liittyä kesken pelin sekä lähteä pois. ","loc":["Sali 302"],"date":"2016-07-30","time":"10:00","mins":120,"tags":["Pöytäpelit","Freeform","Aloittelijaystävällinen"],"people":[{"id":9567,"name":"Lappalainen Viljami"}],"attendance":"3-8","attributes":["Muu / Other"],"_id":"qe6lvdCIa68d7hL5","createdAt":{"$$date":1469030701828},"updatedAt":{"$$date":1469030701828}}
{"id":7772,"title":"#7-10: The Consortium Compact (1-2)","desc":"A Pathfinder Society Scenario designed for levels 1-2.  The Aspis Consortium pays well, but few can stand its underhanded tactics for long. One operative fed up with the Consortium's practices has contacted the Pathfinder Society with a tempting offer: assist her in leaving the organization, and she will supply the Society with years of insider intelligence about their longstanding rival. It's up to the PCs to navigate Diobel—a proud town run by cutthroat smugglers—earn the defector's trust, and deal a telling blow to their Aspis foes.","loc":["Sali 209"],"date":"2016-07-29","time":"16:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":6622,"name":"Sauerland Stefan"}],"attendance":"3-6","attributes":["Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"qgIOkFAhKC85y6tE","createdAt":{"$$date":1469030701792},"updatedAt":{"$$date":1469030701792}}
{"id":7672,"title":"Ancient Domains Of Mystery","desc":"Ancardian maailmassa sijaitseva Drakor Chainin-laakso on hiljainen maailmankolkka, jossa suurimmat ongelmat ovat kiertelevät roistot ja rajalliset ruokavarannot. Tuo kaikki muuttuu kun muinainen kaaosvoima herää ja uhkaa koko maailman kohtaloa. Pelaajat ottavat nuorten kyläläisten roolin, jotka kohtaavat yllättäviä vaikeuksia pelastaessaan pientä söpöä koiranpentua. Skenaario on hatunnosto Thomas Biskupin samannimiselle roguelike tietokonepelille, ja sääntöjärjestelmänä on kotikutoinen testisysteemi (sisältää elementtejä mm. Pathfinderista, WoDista ja Praedorista).  ","loc":["Sali 203a"],"date":"2016-07-30","time":"12:00","mins":360,"tags":["Pöytäpelit","Pelisääntöjen tuntemus suotavaa"],"people":[{"id":5580,"name":"Karila Jonne"}],"attendance":"4","attributes":["Raskaat säännöt / Rules heavy","Kevyt pelityyli / Light gamestyle","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"qxxzTJztjDk3ud2D","createdAt":{"$$date":1469030701834},"updatedAt":{"$$date":1469030701834}}
{"id":7680,"title":"On the Trail of the Dead","desc":"Kesä 1870. Yhdysvaltojen sisällissodan yhdeksäs vuosi, ja tasan yhdeksän vuotta sitten magia palasi maailmaan voimalla. Hirviöt, epäkuolleet ja maagiset pedot kulkevat varjoissa, taikurit pystyvät oikeisiin loitsuihin ja mystinen haamukivi on mahdollistanut \"uuden tieteen\" joka muokkaa Villiä Länttä voimalla. Deadlands tarjoaa lännenseikkailua maagisessa vaihtoehtohistoriassa, josta ei luoteja, kauhua tai outoa ilmiöitä puutu! Seikkailun sankarit ovat kiertäviä hirviöiden hoitelijoita, jotka pyrkivät pitämään ihmisiä suojassa ja hankkimaan samalla elantonsa. Kun jahti vie Arizonan kuiville kukkuloille verenhimoisen, maagisen desperadon kannoille, showampuja, kung fu- pappi, hullu tiedemies, ratsuväen upseeri ja intiaanitiedustelija joutuvat elämänsä pahimman haasteen eteen... Peli käyttää vauhdikasta Savage Worlds- sääntösysteemiä ja sopii hyvin myös aloittelijoille.","loc":["Sali 203b"],"date":"2016-07-30","time":"11:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":7789,"name":"Kingelin Juri"}],"attendance":"3-5","attributes":["Taisteluvetoinen / Combat driven","Vakava pelityyli / Serious gamestyle","Seikkailu / Exploration","Kauhu / Horror","Historiallinen / Historical","Fantasia / Fantasy"],"_id":"qzYWPFevFGw7d60o","createdAt":{"$$date":1469030701832},"updatedAt":{"$$date":1469030701832}}
{"id":7742,"title":"#7-17: Thralls of the Shattered God (5-9)","desc":"A Pathfinder Society Scenario designed for levels 5-9.  After two years of blood and bravery, the Fifth Mendevian Crusade has struck a terrible blow to the Worldwound’s demons and reclaimed lost territory. The Pathfinder Society, as one of the crusade’s partners in this endeavor, has earned the right to explore and salvage what it can of the lost Sarkorian sites under Mendev’s control, and it has identified one ruin as a priority. In fact, the site seems to actively call to one agent in particular, a scarred survivor of abyssal experiments. Venture-Captain Jorsal of Lauterbury has asked the PCs to accompany this agent into the wasteland, where perhaps she might learn how to control her demonic half—or purge it completely.","loc":["Sali 209"],"date":"2016-07-29","time":"16:00","mins":240,"tags":["Pöytäpelit","Pelisääntöjen tuntemus suotavaa"],"people":[{"id":4999,"name":"Olsson Tom"}],"attendance":"3-6","attributes":["Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"r3pdAlnRYg02H90j","createdAt":{"$$date":1469030701792},"updatedAt":{"$$date":1469030701792}}
{"id":7750,"title":"#7-06 To Judge a Soul Part 1 (3-7)","desc":"A Pathfinder Society Scenario designed for levels 3–7.  When a samsaran dies, he is reborn again with few memories of his past lives. The cycle continues until he has earned a righteous place in the afterlife. After years of service and lifetimes of accomplishment, Venture-Captain Bakten nears the end of his noble existence and has begun investigating his past lives as a means of understanding Tian Xia's rich history. However, he cannot complete his research alone, and only with the PCs' assistance can they decipher the region's past.  \"The Lost Legacy\" is the first scenario in the two-part To Judge a Soul campaign arc. It is followed by Pathfinder Society Scenario #7-08: To Judge a Soul, Part 2: Karma Reclaimed and is intended to be played in order.","loc":["Sali 209"],"date":"2016-07-30","time":"20:00","mins":240,"tags":["Pöytäpelit","Pelisääntöjen tuntemus suotavaa","Ei sovellu lapsille"],"people":[{"id":9829,"name":"Rauma Olli"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"r8C8Ka8Me1jrU3WH","createdAt":{"$$date":1469030701865},"updatedAt":{"$$date":1469030701865}}
{"id":7784,"title":"Vetehisten Virsi - 1. retkikunta","desc":"Kuuletko aaltojen pauhun korvissasi? Kaipaatko kaukaisille rannoille, kartoittamaan asumattomia saaria ja löytämään uusia kansoja? Vai kiiltääkö silmissäsi kadonneiden kansojen aarteet? Tai kenties motiivisi ovat alhaisemmet ja pyrit vain hyötymään muiden uhkarohkeiden onnenonkijoiden kustannuksella? Tule mukaan selvittämään Astinkivisaarten salaisuuksia ja jättämään jälkesi, joita muut pelaajat voivat seurata!","loc":["Sali 203a"],"date":"2016-07-30","time":"11:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":7515,"name":"Suominen Samuli"}],"attendance":"3 - 6","attributes":["Seikkailu / Exploration","Kauhu / Horror","Fantasia / Fantasy"],"_id":"rcw80ZfXqGbumFVt","createdAt":{"$$date":1469030701830},"updatedAt":{"$$date":1469030701830}}
{"id":7766,"title":"Through the Breach, Henchman, Penny Dreadful","desc":"Tutustumista Through the Breach roolipelin sääntöihin ja maailmaan. Peli sijoittuu samaan maailmaan kuin Malifaux Figuuripeli.","loc":["Sali 203a"],"date":"2016-07-30","time":"13:00","mins":120,"tags":["Pöytäpelit","Ei sovellu lapsille"],"people":[{"id":7020,"name":"Saarenmaa Tero"}],"attendance":"3-5","attributes":["Taisteluvetoinen / Combat driven","Hahmovetoinen / Character driven","Seikkailu / Exploration","Historiallinen / Historical","Fantasia / Fantasy"],"_id":"sNiCvsUTp7WxMDsn","createdAt":{"$$date":1469030701839},"updatedAt":{"$$date":1469030701839}}
{"id":7733,"title":"Kaer Morhenin noiturit","desc":"Kaer Morhenin noiturit ovat jo vuosisatojen ajan suojelleet Pohjoisia Kuningaskuntia hirviöiltä, mutta mitä he tekevät kun hirviötä on suojeltava kansalta? Pyöreän pöydän ritarit -sääntöjä käyttävä kevyt seikkailu Noituri-sarjan maailmassa.","loc":["Sali 203b"],"date":"2016-07-29","time":"20:00","mins":300,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9279,"name":"Nikula Aleksi"}],"attendance":"3-5","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"sRYAH25QbkpcChHq","createdAt":{"$$date":1469030701818},"updatedAt":{"$$date":1469030701818}}
{"id":7781,"title":"Nibiru","desc":"Welcome to Nibiru: a huge space station, home to millions, where stories of mystery, horror, drama and struggle are written on a daily basis. The characters play the role of Vagabonds; people that awake with no memories of their pasts. However, they will soon discover that their forgotten memories hold more significance than they could imagine, and that the key to their past lies in securing their future. Nibiru uses a novelty system that builds your character as you recover your lost memories. It is designed to put your story first, and to help you and your fellow players tell tales of self-discovery set in an unusual and wondrous sci-fi setting full of mysteries and opportunities for adventure\".","loc":["Sali 307"],"date":"2016-07-29","time":"16:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille","Englanninkielinen"],"people":[{"id":9805,"name":"Sohns Federico"}],"attendance":"4","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Muu / Other","Seikkailu / Exploration","Kauhu / Horror","Sci-fi"],"_id":"sgsmvRWjDVq6v73t","createdAt":{"$$date":1469030701799},"updatedAt":{"$$date":1469030701799}}
{"id":7707,"title":"To the bowels of the draconic archives (D&D 5e)","desc":"The most prominent feature of the ancestral home of the dragonborn, the Dragon Isles, is the massive library built inside the mountain covering most of the main island. The library and its underground archive is home to the most expansive collection of lost and forgotten knowledge. However, recently people entering the archives have not returned, and some patrons have said that they are hearing dissonant whispers coming from deep within the library. Abettorians, the members of the adventurers' guild, have been tasked to investigate and deal with what ever may lie in the depths of the library.","loc":["Sali 203b"],"date":"2016-07-30","time":"11:00","mins":180,"tags":["Pöytäpelit","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":9813,"name":"Lind Joonas"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"sosqctp5KsXGgr8A","createdAt":{"$$date":1469030701831},"updatedAt":{"$$date":1469030701831}}
{"id":7790,"title":"Total War in the Eldara","desc":"The drums of war has spoken and heroes of the land are called to take arms against the, unegotiable evil that threath to consume the souls of the land. Prepare for battle, because it will be the biggest war that Eldara will ever see. ","loc":["Sali 218"],"date":"2016-07-29","time":"17:00","mins":480,"tags":["Pöytäpelit","Ei sovellu lapsille"],"people":[{"id":9334,"name":"Timo Tapani Turunen Markus"}],"attendance":"8players (Two teams) ( 4 players Eldarian Alliance, Heroes) vs. (4 players Servants of the Soulguard Villains)","attributes":["Taisteluvetoinen / Combat driven","Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Raskaat säännöt / Rules heavy","Vakava pelityyli / Serious gamestyle","Draama / Drama","Mysteeri / Investigation","Seikkailu / Exploration","Sota / War","Fantasia / Fantasy"],"_id":"srHO5cxeUKHp6Ru8","createdAt":{"$$date":1469030701805},"updatedAt":{"$$date":1469030701805}}
{"id":7711,"title":"Turnajaiset","desc":"Keskiaikainen tarina romantiikasta, politiikasta ja yhteiskuntajärjestyksestä. Peli on voittanut Fastavalin parhaiden pelimekaniikkojen palkinnon 2009. Tarina seuraa viiden pelaajan kautta viidentoista hahmon tarinaa turnajaisissa - voittaako rakkaus velvollisuuden, ylittääkö kunnia uskon?","loc":["Sali 304"],"date":"2016-07-31","time":"10:00","mins":240,"tags":["Pöytäpelit","Freeform","Ei sovellu lapsille"],"people":[{"id":8934,"name":"Lukka Lauri"}],"attendance":"5","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Vakava pelityyli / Serious gamestyle","Draama / Drama","Moderni / Modern","Fantasia / Fantasy"],"_id":"t8lNimHBxIB7UwxA","createdAt":{"$$date":1469030701874},"updatedAt":{"$$date":1469030701874}}
{"id":7378,"title":"Palimpsest","desc":"This is a free form larp style game about friendship, common memories and how life changes us and our interpretation of our own past in chaotic and unexpectable ways. The game will be played in English and it will be suitable for players of 16 years or older.","loc":["Sali 301"],"date":"2016-07-30","time":"14:00","mins":180,"tags":["Pöytäpelit","Freeform","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":9380,"name":"Blomqvist Kielo Maria"}],"attendance":"Max. 6","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Vakava pelityyli / Serious gamestyle","Draama / Drama","Moderni / Modern"],"_id":"tBgxaYtujx0VUKZk","createdAt":{"$$date":1469030701845},"updatedAt":{"$$date":1469030701845}}
{"id":7713,"title":"Stormbringer Raivosaari","desc":"Peli on Chaosiumin tekemä 92 vuoden peli. Hahmot on tehty peliin valmiiksi joten tarvitset paikalle vain itsesi. Suositellaan avoimmuutta ja teemaan soveltuvaa sietokykyä. Peli saattaa sisältää kiroilua, seksiä, huumeita ja väkivaltaa. Ketään ei taputella päähän.","loc":["Sali 203b"],"date":"2016-07-30","time":"13:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille","Äänekäs"],"people":[{"id":6496,"name":"Luoma Aapo"}],"attendance":"4","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Seikkailu / Exploration","Kauhu / Horror","Fantasia / Fantasy"],"_id":"tCHMoZqeSvFqB3My","createdAt":{"$$date":1469030701840},"updatedAt":{"$$date":1469030701840}}
{"id":7649,"title":"Talo kukkulalla","desc":"Mitä sinä tekisit jos olisit loukussa todellisuuksien välissä? \"Talo kukkulalla\" on vuonna 2017 julkaistavan vielä nimeämättömän tarinavetoisen suomenkielisen kauhuroolipelin testiseikkailu.  Järjestelmä on alusta pitäen suunniteltu aloittelijaystävälliseksi ja myös aktivoimaan vanhempia peliryhmiä.","loc":["Sali 306"],"date":"2016-07-30","time":"17:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9806,"name":"Holmqvist Teppo"}],"attendance":"4","attributes":["Tarinavetoinen / Story driven","Kevyt pelityyli / Light gamestyle","Kauhu / Horror","Moderni / Modern"],"_id":"tip3sXmLH3depa88","createdAt":{"$$date":1469030701855},"updatedAt":{"$$date":1469030701855}}
{"id":7717,"title":"The Warren","desc":"Kerromme tarinan jäniksistä, tuiki tavallisista jäniksistä joiden tulee selvitä suuressa maailmassa. ","loc":["Sali 203a"],"date":"2016-07-30","time":"10:00","mins":120,"tags":["Pöytäpelit","Aloittelijaystävällinen","Soveltuu lapsille"],"people":[{"id":9775,"name":"Malinen Lasse"}],"attendance":"2-5","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light"],"_id":"tozDdLnZ4JY9iRHI","createdAt":{"$$date":1469030701824},"updatedAt":{"$$date":1469030701824}}
{"id":7758,"title":"Kenttätutkimuksia ja pettureiden metsästystä \"parennetulla\" tekniikalla.","desc":"Paranoiaa jossa pelaajien tulee tehdä kenttätestausta uudelle \"parennetulle\" tekniikalle ja raportoida korrektisti. Muista että tietokone on ystäväsi.","loc":["Sali 214"],"date":"2016-07-30","time":"13:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":6655,"name":"Roto Vesa"}],"attendance":"3-7","attributes":["Kevyt pelityyli / Light gamestyle","Sci-fi"],"_id":"uOwekOl3B6ya941h","createdAt":{"$$date":1469030701841},"updatedAt":{"$$date":1469030701841}}
{"id":7796,"title":"#6–99: True Dragons of Absalom","desc":"A Pathfinder Society Scenario designed for 4th-level pregenerated characters.  For several years, the Pathfinder Society has enjoyed a mutually beneficial alliance with the Sewer Dragons, the dominant tribe of kobolds living beneath Absalom. When an elite patrol discovers a wounded member of the Society with a desperate message, the Sewer Dragons must move quickly intercept an extraordinary threat from seizing their territory—if not Absalom itself! In this special adventure the players portray kobolds as unlikely defenders of the City at the Center of the World using 4th-level pregenerated characters.","loc":["Sali 209"],"date":"2016-07-31","time":"12:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Englanninkielinen"],"people":[{"id":9827,"name":"Zdancuks Aleksandrs"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"uSiCRSChXW3XEeL4","createdAt":{"$$date":1469030701882},"updatedAt":{"$$date":1469030701882}}
{"id":7741,"title":"Strange: Mustan aukon vartija","desc":"Heräätte unenomaisesta tilastanne maailmaan, josta teillä ei ole täyttä muistikuvaa. Mutta tiedätte yhden asian. Olette avatuudessa aluksessa, joka on matkalla suorittamaan olentojen eliminointia mustan aukon läheisyyteen. Mutta edes omiin ei välttämättä voi luottaa ja se tekee tehtävästä S-luokan.\r\n\r\nValmiit hahmot. Rooleihin eläytyminen tärkeää ja fiilistely.","loc":["Sali 203b"],"date":"2016-07-31","time":"10:00","mins":180,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9306,"name":"Ollila Toni"}],"attendance":"3-5","attributes":["Sci-fi","Tarinavetoinen / Story driven"],"_id":"udY2PML9PsA4NYiG","createdAt":{"$$date":1469030701869},"updatedAt":{"$$date":1469030701869}}
{"id":7638,"title":"Star Wars: Imperiumin sydämessä","desc":"Imperiumin uusi erikoisyksikkö — Chiss-luutnantti, Stormtrooper-kersantti, entinen salakuljettaja, Sith-inkvisiittori, ja edellisten joukosta petturia metsästävä ISB-agentti — saa ensimmäiseksi tehtäväkseen etsiä ja tuhota kapinallissolu Ulkokehän Erriksellä. Tehtävä on vaarallinen ja vaikea, mutta ovatko tiimin henkilökohtaiset ongelmat kapinallisiakin suurempi haaste?   Pelin järjestelmä on kustomoitu FATE. Kiinnostus Star Wars -universumia kohtaan on toivottavaa, mutta tarkka lähdemateriaalin tuntemus ei tarpeen. Ajallisesti peli sijoittuu kuusi vuotta ennen Uutta toivoa. Peli on eläytymispainotteinen, ja konfliktit pelaajahahmojen välillä suotavia.","loc":["Sali 203a"],"date":"2016-07-30","time":"19:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":9817,"name":"Grönroos Anne-Marie"}],"attendance":"5","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Mysteeri / Investigation","Seikkailu / Exploration","Sci-fi","Fantasia / Fantasy"],"_id":"up9udarLa7f8URfa","createdAt":{"$$date":1469030701860},"updatedAt":{"$$date":1469030701860}}
{"id":7720,"title":"Pudotuslentue 13-37","desc":"Pudotuslentue 13-37 on noin tunnin mittainen tehtävä kiertoradalta tiputettaville erikoisagenteille. Skenaarion avulla voi kokeilla roolipelaamista ja tutustua harrastukseen. Peli järjestetään Helmet-kirjastojen alueella kokemuspisteellä. ","loc":["Talvipuutarha"],"date":"2016-07-29","time":"18:00","mins":60,"tags":["Pöytäpelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":9795,"name":"Marjomaa Heikki"}],"attendance":"4","attributes":["Kevyt pelityyli / Light gamestyle","Seikkailu / Exploration","Sci-fi"],"_id":"uwbKoTUCF7lhNNwz","createdAt":{"$$date":1469030701812},"updatedAt":{"$$date":1469030701812}}
{"id":7660,"title":"Charlie ei surffaa","desc":"Roolipelikampanja Vietnamin sodasta. Nyt 21. kertaa Ropeconissa. http://www.charlieeisurffaa.com  Muuta pelitietoa pelaajille: Ilmoittautuminen pelipaikalla. Aikaisempaa pelikokemusta ei tarvita. Huom! Tänä vuonna ei ole mahdollista pelata kommunistisia pelaajahahmoja (sissejä) sillä pelinjohtajia on vain yksi.","loc":["Sali 303"],"date":"2016-07-31","time":"10:00","mins":360,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":5732,"name":"Juhola Eero"}],"attendance":"8+","attributes":["Taisteluvetoinen / Combat driven","Raskaat säännöt / Rules heavy","Sota / War","Moderni / Modern","Historiallinen / Historical"],"_id":"v41QqbkvCI1Gf43O","createdAt":{"$$date":1469030701873},"updatedAt":{"$$date":1469030701873}}
{"id":7828,"title":"#7-11 Ancients' Anguish (7-11)","desc":"A Pathfinder Society Scenario designed for levels 7-11.  When the Jeweled Sages, an ancient order of Osirian scholars, fled Qadiran invaders millennia ago, some perished, and others disappeared deep into territories once held by the pharaohs of old. With the help of the Jeweled Sages' long-abandoned tools, the eminent Tahonikepsu has discovered one of the sages' last known whereabouts in the wilds of Nex. What secrets lie within these inhospitable ruins that date back to the Age of Darkness, and what fate did the so-called Amethyst Sage meet within?","loc":["Sali 209"],"date":"2016-07-31","time":"12:00","mins":240,"tags":["Pöytäpelit","Pelisääntöjen tuntemus suotavaa"],"people":[{"id":9844,"name":"Leinonen Jussi"}],"attendance":"3-6","attributes":["Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"v6plDrvJFrZrjvtT","createdAt":{"$$date":1469030701882},"updatedAt":{"$$date":1469030701882}}
{"id":7773,"title":"#6-10: The Wounded Wisp (1-2)","desc":"A Pathfinder Society Scenario designed for levels 1–2.  More than 400 years have transpired since the Pathfinder Society began in a humble tavern that has quietly weathered the centuries without incident. When a routine errand there uncovers a clue left behind by one of the founding Pathfinders, it’s up to the PCs to solve a puzzle whose pieces are scattered across Absalom—and whose prize dates back to the Society’s darkest years.","loc":["Sali 209"],"date":"2016-07-30","time":"10:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":6622,"name":"Sauerland Stefan"}],"attendance":"3-6","attributes":["Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"vOlyiYoiCKzvAnS0","createdAt":{"$$date":1469030701825},"updatedAt":{"$$date":1469030701825}}
{"id":7671,"title":"Depressing Dungeon","desc":"Tervetuloa nimettömään luolastoon, josta kaikki tietävät, mutta kukaan ei palaa! Mitä se kätkee syvyyksiinsä? Hirviöitä? Aarteita? Varman kuoleman? Vai onko koko luolasto pelkkää kulissia jollekin muulle? Pelissä käytetään FATE-sääntöjärjestelmää ja pääosin valmiita hahmoja.","loc":["Sali 203a"],"date":"2016-07-29","time":"20:00","mins":360,"tags":["Pöytäpelit","Aloittelijaystävällinen","Ei sovellu lapsille"],"people":[{"id":5580,"name":"Karila Jonne"}],"attendance":"4","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Draama / Drama","Mysteeri / Investigation","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"wK5EcGB8vRpjMdv3","createdAt":{"$$date":1469030701815},"updatedAt":{"$$date":1469030701815}}
{"id":7700,"title":"#7-07: Trouble in Tamran (1-5)","desc":"A Pathfinder Society Scenario designed for levels 1-5.  Less than a decade ago, the Pathfinder Society established a lodge in Nirmathas, an act that infuriated the nation's expansionist rival Molthune. The latter outlawed the Society soon after, and ever since Pathfinders have relied on smugglers like the Varisian entrepreneur Guaril Karela to slip supplies past the Molthuni blockade for both the lodge and the Society's war-torn neighbors. Something has intercepted those shipments. Can the PCs uncover the culprit and save the Society's reputation in Nirmathas?","loc":["Sali 209"],"date":"2016-07-31","time":"10:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9823,"name":"Lehto Jesse"}],"attendance":"3-6","attributes":["Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"wNtxT01R8PemBCsl","createdAt":{"$$date":1469030701872},"updatedAt":{"$$date":1469030701872}}
{"id":7731,"title":"Projekti MKULTRA","desc":"Vuosi 1953, Amerikan Yhdysvallat.  Valtio ponnistelee keskellä sisä- ja ulkopuolisia uhkia kansainvälisen kommunistisen salaliiton toimesta. Uusia keinoja ihmisen olemassaolon hallitsemiseksi ja muokkaamiseksi tutkitaan kuumeisesti. Näillä näkymättömillä uhkilla on uhrinsa, jotka ovat surullisen tiedostamattomia tulevaisuudestaan.  Ja sitten on joukko Veroviraston työntekijöitä...  Valmiit hahmot, nopeasti omaksuttavat säännöt, sopii tutustumispeliksi.","loc":["Sali 306"],"date":"2016-07-30","time":"19:00","mins":300,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9355,"name":"Mäkinen Ossi"}],"attendance":"4-6","attributes":["Hahmovetoinen / Character driven","Kevyet säännöt / Rules light","Mysteeri / Investigation","Kauhu / Horror","Moderni / Modern"],"_id":"wy7c4hPhPl5q1p9K","createdAt":{"$$date":1469030701862},"updatedAt":{"$$date":1469030701862}}
{"id":7751,"title":"#7–27: Beyond Azlant Ridge (3-7)","desc":"A Pathfinder Society Scenario designed for levels 3–7.  Six years ago, the Pathfinder Society narrowly avoided disaster at an archaeological excavation in the Terwa Uplands. The expedition recovered and resumed its work, and at long last they have learned what the ancient culture had hoped to guard. That’s when all correspondence ended. Fearing the excavation may be besieged once more, the Society has sent the PCs to save who they can, salvage what they must, and uncover a secret that has laid buried outside Bloodcove for millennia.","loc":["Sali 209"],"date":"2016-07-30","time":"20:00","mins":240,"tags":["Pöytäpelit","Pelisääntöjen tuntemus suotavaa","Ei sovellu lapsille"],"people":[{"id":7868,"name":"Rekola Mikko"}],"attendance":"3-6","attributes":["Taisteluvetoinen / Combat driven","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"xeD30ezVSkpbZelc","createdAt":{"$$date":1469030701865},"updatedAt":{"$$date":1469030701865}}
{"id":7644,"title":"Harmaakoura: Syvyyden asukkaat","desc":"Harmaakoura on järjestö joka toimii eri puolilla haltijaimperiumia, suojaten ja puolustaen sen   kansalaisia. Harmaakouraan kuuluvat parhaimmista parhaimmat eri roduista joille mikään tehtävä ei ole   liian vaikea.  Harmaakouran sessiot ovat lyhyitä ja vauhdikkaita jotka sopivat hyvin jopa aloittelijoille. Villit   temput eivät ole kiellettyjä Harmaakouran riveissä vaan jopa suotavia.   Nopat sekä kirjoitusvälineet tarjotaan pelinjohdon puolesta.  Kääpiövaltakunnan syvimmissä luolissa on jotain joka tappaa kaivosväkeä. Harmaakoura on kutsuttu   paikalle selvittämään uhkaa.  D&D Next sääntöjärjestelmä.","loc":["Sali 304"],"date":"2016-07-30","time":"17:00","mins":120,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":7925,"name":"Heinonen Joni"}],"attendance":"2-4","attributes":["Fantasia / Fantasy","Vakava pelityyli / Serious gamestyle","Kevyt pelityyli / Light gamestyle","Kevyet säännöt / Rules light","Taisteluvetoinen / Combat driven"],"_id":"xgQwjNpk6lqUcYU5","createdAt":{"$$date":1469030701854},"updatedAt":{"$$date":1469030701854}}
{"id":7667,"title":"Appelsiinitalo","desc":"Autiomaan agimorit etsivät perheen poikaa, jonka paimentolaiset ovat ryöstäneet. Jäljet johtavat kohti Teshnoksen maata, joka tunnetaan heikoista sotureistaan, kauniista naisistaan ja vahvoista maagikoistaan. Peli sijoittuu Gloranthan maailmaan, ja sääntöinä toimii HeroQuestin suomenkielinen laitos. Pelissä on valmiit hahmot.","loc":["Sali 203a"],"date":"2016-07-31","time":"12:00","mins":120,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":5452,"name":"Järvinen Matti"}],"attendance":"3–5","attributes":["Kevyet säännöt / Rules light","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"yDngS18MStJigndA","createdAt":{"$$date":1469030701879},"updatedAt":{"$$date":1469030701879}}
{"id":7676,"title":"Korruptiota Rethessä","desc":"Rethe/Paya Cluster/Spinward Marches vuonna 1126 Kolmannen Imperiumin synnystä  Rethen 13. kuningas, kansan rakastama Adrihen, on päättänyt tehdä lopun planeettaa   vaivaavasta köyhyydestä ja takapajuisuudesta. Vedetön Rethen maailma asutettiin jo   vuosisatoja sitten kun ensimmäiset kaivossiirtokunnat perustettiin. Niiden menestys   houkutteli väkeä vähitellen enemmän ja enemmän siitä huolimatta että planeetta on   ympäristöltään elämälle vihamielinen. Kaivostoiminnan menestys takasi Retheläisille   hyvän toimeentulon pitkäksi aikaa. Pari sataa vuotta sitten väestönkasvu kääntyi   räjähdysmäiseen nousuun ja planeetan väkiluku on kasvanut silloisesta 400 miljoonasta   yli 30 miljardiin. Tämä onkin ylittänyt planeetan kapasiteetin; Rethe pystyy valtavasta   malmintuotannostaan huolimatta hädintuskin ruokkimaan väestönsä. Lisäksi Retheä vaivaa   suurtyöttömyys, sillä planeetalla olevat kaivokset ovat jo täysin työllistettyjä, mutta   asteroidivöiden hyödyntämiseen ei ole riittäviä resursseja.   Kuningas Adrihenilla on kunnianhimoinen suunnitelma, jonka avulla hän aikoo pelastaa   Rethen tulevaisuuden: Rethen on pyrittävä sekä omavaraisuuden lisäämiseen   kiertoratafarmeilla että maailmojenvälisen kaupan lisäämiseen. Payan tähtiryhmä   tunnetaan takahikiänä sillä suuret kauppareitit kiertävät sen. Jos Rethen tähtisatama   saataisiin laajennettua ja modernisoitua, se voisi oikaista Rhylanorin ja Efaten   välisen kauppareitin, joka nyt joutuu kiertämään Mourghesin kautta. Tämä   kunnianhimoinen suunnitelma sisältää useita lainarahalla toteutettavia megaprojekteja,   jotka tulevat työllistämään planeetan asukkaita.  Se mitä kuningas Adrihen ei ole ottanut huomioon on Rethen hallinnon korruptio, joka on   päässyt rehottamaan hänen isänsä ja isoisänsä valtakausilla. Pelaahahmot ovat   korruptoituneita virkamiehiä, jotka on nimitetty yhden näistä megaprojekteista   johtokuntaan. Kaikkien yhteisenä tavoitteena on saada megaprojekti onnistumaan edes   jollain tasolla ja henkilökohtaisena tavoitteena vetää välistä niin paljon kuin ehtii   ilman että joutuu syytetyksi projektin epäonnistumisesta. Epäonnistuminen on   vaarallista sillä vaikka kuningas Adrihen on kansan rakastama, on hän myös Rethen   yksinvaltias!  Pelimaailmana on siis Travellerin Kolmas Keisarikunta, mutta sen tarkempi tuntemus ei   ole välttämätöntä. Pelijärjestelmänä toimii yksinkertainen korttipeli jolla resursseja   käytetään, tuhlataan ja varastetaan. Peli sopii siis niin aloittelijoille kuin   konkareillekin.  Yhdessä pelissä käydään läpi yhteen megaprojektiin liittyvä kähmintä. Projektin vaihtuessa otetaan uusia pelaajia poistuvien tilalle. Jos hahmo ei joudu syytteeseen, sillä voi jatkaa seuraavassa projektissa. Tarvittaessa vanhat pelaajat voivat jatkaa uusilla hahmoilla. ","loc":["Sali 203b"],"date":"2016-07-30","time":"18:00","mins":120,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":5748,"name":"Kenkkilä Jussi"}],"attendance":"3-6","attributes":["Kevyet säännöt / Rules light","Sci-fi"],"_id":"yNW9hNNwE9AXU3dh","createdAt":{"$$date":1469030701858},"updatedAt":{"$$date":1469030701858}}
{"id":7719,"title":"Dungeon World","desc":"Dungeon World on yksinkertainen kahden kuusisivuisen noppaan perustuva, tarinalähtöinen fantasia roolipeli","loc":["Sali 306"],"date":"2016-07-29","time":"16:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":9775,"name":"Malinen Lasse"}],"attendance":"2-5","attributes":["Hahmovetoinen / Character driven","Tarinavetoinen / Story driven","Kevyet säännöt / Rules light","Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"ymLdT5W6JGB9gVrc","createdAt":{"$$date":1469030701798},"updatedAt":{"$$date":1469030701798}}
{"id":7777,"title":"Heimot: Kruunut","desc":"Vapaakauppa-alus Sinuhen miehistö haaksirikkoutuu planeetalle, jossa Teknokilta on kieltänyt lähes kaiken tekniikan ja sotkeutuvat paikallisen aatelin vihanpitoon.","loc":["Sali 306"],"date":"2016-07-30","time":"15:00","mins":240,"tags":["Pöytäpelit"],"people":[{"id":6813,"name":"Sihvo Rami "}],"attendance":"6","attributes":["Tarinavetoinen / Story driven","Draama / Drama","Sci-fi"],"_id":"yrfwA7oQoop4albh","createdAt":{"$$date":1469030701848},"updatedAt":{"$$date":1469030701848}}
{"id":7683,"title":"#7-21 The Sun Orchid Scheme (1-5)","desc":"A Pathfinder Society Scenario designed for levels 1–5.  With the power to vastly extend life, the sun orchid elixir is one of the most prized items in the Inner Sea—and as a result one of the most dangerous to transport. After his shipments of sun orchid elixir vanished without a trace two years in a row, the ruler of Pashow is desperate to ensure that his next delivery goes off without a hitch. In order to test its security, Pashow has hired a team of Pathfinders to execute their finest heist and test the convoy’s defenses. Are the PCs up to the challenge?","loc":["Sali 209"],"date":"2016-07-30","time":"20:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":8339,"name":"Korhonen Santeri"}],"attendance":"3-6","attributes":["Seikkailu / Exploration","Fantasia / Fantasy"],"_id":"yyUJnZS65KBWSHXd","createdAt":{"$$date":1469030701867},"updatedAt":{"$$date":1469030701867}}
{"id":7734,"title":"Pro Junta","desc":"Pro Junta \"Viva la Revolución! Viva la Comandante!\" Hauska neuvottelupeli República bananeran diktatuurista. Diktaattorina aloittaa henkilö, joka tuo eniten banaaneja pelipaikalle! Perustuu Eero Laineen mainioon roolipeliin. 3-7 pelaajaa. Sopii aloittelijoill","loc":["Sali 306"],"date":"2016-07-30","time":"14:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen","Äänekäs"],"people":[{"id":9832,"name":"Oksanen Jukka"}],"attendance":"3-7","attributes":["Kevyet säännöt / Rules light","Kevyt pelityyli / Light gamestyle","Moderni / Modern"],"_id":"zBef6DJHPgeCskIt","createdAt":{"$$date":1469030701845},"updatedAt":{"$$date":1469030701845}}
{"id":7651,"title":"Intergalaktinen Turpakäräjä","desc":"Olet sitten kokenut avaruusmajuri tai avuton nurmipora, kaikki maistuvat samalta! Tule auttamaan Federaatiota joka vuotisessa taistelussaan avaruusolentojen leviämistä vastaan! Ketään ei syödä yksin! Peli on kehitetty Ropeconissa pikkutunneilla kevyttä pelaamista ja hauskanpitoa varten. Pelaamiseen et tarvitse muuta kuin avoimen mielen ja hieman huumorintajua.","loc":["Sali 203a"],"date":"2016-07-30","time":"19:00","mins":240,"tags":["Pöytäpelit","Aloittelijaystävällinen"],"people":[{"id":7522,"name":"Honkanen Aki"}],"attendance":"4-6","attributes":["Scifi","Kevyt pelityyli","Kevyet säännöt","Seikkailu","Sota","Kauhu","Mysteeri"],"_id":"zIlCBeXSfOLnSC2L","createdAt":{"$$date":1469030701860},"updatedAt":{"$$date":1469030701860}}
